{"translation-revision-date":"2021-05-08 11:36:46+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Curious what else Jetpack has to offer? <ExternalLink>View all Jetpack features<\/ExternalLink>":["هل لديك فضول لمعرفة ما الذي يوفِّره Jetpack أيضًا؟ <ExternalLink>عرض جميع ميزات Jetpack<\/ExternalLink>"],"Recommendations skipped":["تم تخطي التوصيات"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["لم تقم بتمكين أي من الميزات الموصى بها. للحصول على أقصى استفادة من Jetpack، قم بتمكين بعض التوصيات أو استكشف جميع ميزات Jetpack."],"Recommendations enabled":["تم تمكين التوصيات"],"Nice work! Let’s ensure the features you enabled are configured for your %s.":["عمل جيد! لنتأكَّدْ من أنه تم تكوين الميزات التي قمت بتمكينها لـ %s الخاص بك."],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["استكشف حزم منتجات Jetpack المميَّزة أو انتقِ ما تريده بالضبط وحدده."],"Powerful security, performance, and marketing":["أمان وأداء وتسويق فعال"],"Recommended premium product":["المنتج المميَّز الموصى به"],"Increase site growth with marketing":["زيادة تطور الموقع باستخدام التسويق"],"Speed-enhancing performance tools":["أدوات تحسين الأداء بسرعة"],"Robust security to keep your site safe":["أمان قوي للحفاظ على أمان موقعك"],"With Jetpack, you have <strong>free access<\/strong> to managing your site with <a>WordPress.com<\/a> and the Android and iOS WordPress apps.":["بفضل Jetpack، يكون لديك <strong>حق الوصول المجاني<\/strong> لإدارة موقعك باستخدام <a>ووردبريس.كوم<\/a> وتطبيقات ووردبريس لنظامي تشغيل Android وiOS."],"Explore a better editing experience":["استكشاف تجربة تحرير أفضل"],"Update your site from any device":["تحديث موقعك من أي جهاز"],"Free stock photo library":["مكتبة صور مجانية لتخزين الصور"],"Multi-site plugin management":["إدارة إضافة متعددة المواقع"],"Manage multiple sites from one dashboard":["إدارة مواقع متعددة من لوحة تحكم واحدة"],"Refined post and page editor":["تم تعزيز محرِّر المقالة والصفحة"],"Google Play Store download badge":["شارة تنزيل متجر Google Play"],"Download the WordPress Android mobile app.":["تنزيل تطبيق ووردبريس على الهواتف المحمولة التي تعمل بنظام التشغيل أندرويد."],"Apple App Store download badge":["شارة التنزيل في متجر تطبيقات Apple"],"Download the WordPress iOS mobile app.":["تنزيل تطبيق ووردبريس على الهواتف المحمولة التي تعمل بنظام التشغيل iOS."],"Manage security on Jetpack.com":["إدارة الأمان على Jetpack.com"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["يمكنك أيضًا استخدام ميزة النشاط المضمَّنة لمراقبة كل التغييرات التي تحدث على موقعك!"],"Did you know you can manage all your backups right from Jetpack.com?":["هل تعرف أنه بإمكانك إدارة جميع نسخك الاحتياطية مباشرةً من Jetpack.com؟"],"Manage your security on Jetpack.com":["إدارة الأمان الخاص بك على Jetpack.com"],"Enter your server credentials to enable one-click restores included in your plan.":["أدخل بيانات اعتماد خادمك لتمكين عمليات الاستعادة من النُسخ الاحتياطية المضمَّنة في خطتك بنقرة واحدة."],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["احصل على أقصى استفادة من %s الخاص بك. تضمن لك عمليات الاستعادة بنقرة واحدة أنك ستتمكن من استعادة موقعك بسهولة إذا حدث أي خطأ."],"Enable one-click restores":["تمكين عمليات الاستعادة بنقرة واحدة"],"Real-time Backups":["النُسخ الاحتياطية في الوقت الفعلي"],"WooCommerce":["ووكومرس WooCommerce"],"Install":["تثبيت"],"Creative Mail":["البريد الإبداعي"],"Other sites may include non-profits, colleges or schools, apps, real-estate, or others.":["قد تتضمن المواقع الأخرى كليات أو مدارس أو تطبيقات أو عقارات غير ربحية، أو غيرها."],"Stores typically include online e-commerce stores selling goods, services, or digital downloads.":["تشتمل المخازن عادةً على مخازن التجارة الإلكترونية عبر الإنترنت التي تبيع السلع أو الخدمات أو التنزيلات الرقمية."],"Business sites usually include shops, services like lawyers, or plumbers, and advertisers or influencers.":["تشتمل مواقع الأعمال عادةً على متاجر وخدمات مثل، المحامين، أو السباكين، والمعلنين أو المؤثرين."],"Personal sites usually include blogs, resume sites, weddings or other events, and hobby sites.":["تشتمل المواقع الشخصية عادةً على مدونات، ومواقع السير الذاتية، وحفلات الزفاف أو غيرها من الفعاليات، ومواقع الهواية."],"Decide later":["التقرير لاحقًا"],"Install WooCommerce":["تثبيت WooCommerce"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["لقد عقدنا شراكة مع <strong>WooCommerce<\/strong> — وهو عبارة عن منصة تجارة إلكترونية قابلة للتخصيص ومفتوحة المصدر تم إنشاؤها لووردبريس. وتمثِّل هذه المنصة كل ما تحتاج إليه للبدء ببيع المنتجات اليوم. <ExternalLink>تعلم المزيد<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["هل ترغب في اقتناء WooCommerce لتشغيل مخزنك؟"],"Enable Site Accelerator":["تمكين مسرِّع الموقع"],"Faster sites get better ranking in search engines and help keep visitors on your site longer. <strong>Site Accelerator<\/strong> will automatically optimize your image and files. <ExternalLink>Learn more<\/ExternalLink>":["تحظى المواقع الأسرع بتصنيف أفضل في محركات البحث وتساعد على إبقاء الزائرين في موقعك لفترة أطول. سيقوم <strong>مسرِّع الموقع<\/strong> بتحسين صورتك وملفاتك تلقائيًا. <ExternalLink>تعلم المزيد<\/ExternalLink>"],"Would you like Site Accelerator to help your site load faster?":["هل ترغب في اقتناء مسرِّع الموقع لمساعدة موقعك على التحميل بشكل أسرع؟"],"Enable Related Posts":["تمكين التدوينات ذات الصلة"],"Displaying <strong>Related Posts<\/strong> at the end of your content keeps visitors engaged and on your site longer. <ExternalLink>Learn more<\/ExternalLink>":["يؤدي عرض <strong>التدوينات ذات الصلة<\/strong> في نهاية محتواك إلى استمرار مشاركة الزائرين وبقائهم في موقعك لفترة أطول. <ExternalLink>تعلم المزيد<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["هل ترغب في عرض التدوينات ذات الصلة أسفل المحتوى الخاص بك؟"],"Enable Downtime Monitoring":["تمكين ميزة مراقبة وقت التعطُّل"],"If your site ever goes down, <strong>Downtime Monitoring<\/strong> will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["إذا تعطل موقعك في أي وقت، فسترسل ميزة <strong>مراقبة وقت التعطُّل<\/strong> بريدًا إلكترونيًا إليك أو ستقوم بدفع التنبيهات لإعلامك. <ExternalLink>تعلم المزيد<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["هل ترغب في أن تقوم ميزة مراقبة وقت التعطُّل بتنبيهك إذا انقطع اتصال موقعك بالإنترنت؟"],"Install Creative Mail":["تثبيت البريد الإبداعي"],"The Jetpack <strong>Newsletter Form<\/strong> combined with <strong>Creative Mail<\/strong> by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["يمكن أن يساعد <strong>نموذج الرسالة الإخبارية الخاص بـ Jetpack<\/strong> المدمج مع <strong>البريد الإبداعي<\/strong> من قِبل شركة Constant Contact على جمع المشتركين تلقائيًا وإرسال رسائل بريد إلكتروني رائعة إليهم. <ExternalLink>تعلم المزيد<\/ExternalLink>"],"Would you like to turn site visitors into subscribers with Creative Mail?":["هل ترغب في تحويل زائري الموقع إلى مشتركين باستخدام البريد الإبداعي؟"],"Navigation item.\u0004Recommendations":["التوصيات"],"site":["الموقع"],"personal site":["موقع شخصي"],"business site":["موقع أعمال"],"store":["مخزن"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["جميع ميزات Jetpack الرائعة في انتظارك، وسنقترح بعض تفضيلاتنا."],"This assistant will help you get the most from Jetpack. Tell us more about your goals and we’ll recommend relevant features to help you succeed.":["سيساعدك هذا المساعد على تحقيق أقصى استفادة من Jetpack. أخبرنا بالمزيد عن أهدافك، وسنوصي بميزات ذات صلة لمساعدتك على النجاح."],"Other":["أخرى"],"Store":["المتجر"],"Business":["الشركات"],"Personal":["شخصي"],"What type of site is %s?":["ما نوع الموقع %s؟"],"Jetpack offers support via community forums for any site without a paid product.":["يوفِّر Jetpack الدعم من خلال منتديات المجتمع لأي موقع لا يحتوي على منتج مدفوع."],"No security threats found. Your site will continue to be monitored for future threats.":["لم يتم العثور على تهديدات أمنية. ستستمر مراقبة موقعك بحثًا عن تهديدات مستقبلية."],"Please finish your setup by entering your server’s credentials.":["يرجى الانتهاء من الإعداد الخاص بك عن طريق إدخال بيانات اعتماد خادمك."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["تم العثور على تهديد أمني. <a>انقر هنا<\/a> لإصلاحه في الحال.","تم العثور على تهديدات أمنية. <a>انقر هنا<\/a> لإصلاحها في الحال.","تم العثور على تهديدات أمنية. <a>انقر هنا<\/a> لإصلاحها في الحال.","تم العثور على تهديدات أمنية. <a>انقر هنا<\/a> لإصلاحها في الحال.","تم العثور على تهديدات أمنية. <a>انقر هنا<\/a> لإصلاحها في الحال.","تم العثور على تهديدات أمنية. <a>انقر هنا<\/a> لإصلاحها في الحال."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["تفضل بشراء Jetpack Scan لحماية موقعك من التهديدات الأمنية باستخدام الفحص التلقائي."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress غير مثبَّت، <a>يرجى تثبيته<\/a> لتمكين الفحص التلقائي بحثًا عن التهديدات الأمنية."],"VaultPress is not active, <a>please activate<\/a> to enable automatic scanning for security for threats.":["VaultPress غير مفعّل، <a>يرجى تفعيله<\/a> لتمكين الفحص التلقائي بحثًا عن التهديدات الأمنية."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["يواجه VaultPress صعوبات في الفحص. يرجى التأكُّد من إدخال <keyLink>مفتاح التسجيل الخاص بك<\/keyLink>. إذا كنت بحاجة إلى مساعدة إضافية، فيرجى <supportLink>الاتصال بالدعم<\/supportLink>."],"Could not activate VaultPress.":["يتعذر تفعيل VaultPress."],"Activating VaultPress…":["جارٍ تفعيل VaultPress..."],"F Y":["F Y"],"F jS":["F jS"],"M j":["M j"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["إعادة الاتصال بـ Jetpack"],"Click below to reconnect Jetpack":["انقر أدناه لإعادة الاتصال بـ Jetpack"],"You should only do this if advised by Site Health tests or Jetpack Support.":["ينبغي لك القيام بذلك فقط إذا تم توجيهك من قِبل اختبارات صحة الموقع أو دعم Jetpack."],"You’ve clicked a link to restore your Jetpack connection.":["لقد نقرت على رابط لاستعادة اتصالك بـ Jetpack."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["تمت إعادة الاتصال بـ Jetpack بنجاح! يمكنك التحقُّق من صحة اتصال Jetpack الخاص بك عن طريق زيارة <a>أداة صحة الموقع<\/a>."],"Your site is connected to VaultPress for backups.":["موقعك متصل بـ VaultPress الخاص بالنسخ الاحتياطية."],"Your site is connected to VaultPress for backups and security scanning.":["موقعك متصل بـ VaultPress الخاص بالنسخ الاحتياطية وفحص الأمان."],"Automatically clear spam from comments and forms.":["أزل رسائل البريد المزعج تلقائيًّا من التعليقات ونماذج الاتصال."],"Connect your site to Google Analytics.":["اربط موقعك بـ Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["يعمل الفحص التلقائي والإصلاحات بنقرة واحدة على الحفاظ على موقعك بعيدًا عن التهديدات الأمنية."],"Save every change and get back online quickly with one-click restores.":["احفظ جميع التغييرات وأعد الاتصال بالإنترنت بسرعة باستخدام عمليات الاستعادة بنقرة واحدة."],"Get unlimited, ad-free video hosting.":["احصل على استضافة مقاطع فيديو غير محدودة ومن دون إعلانات."],"Your site is connected to Jetpack Backup and Scan.":["موقعك متصل Jetpack Backup وScan."],"Your site is connected to Jetpack Backup.":["موقعك متصل بخدمة Jetpack Backup."],"The most powerful WordPress sites: Top-tier security bundle, enhanced search.":["مواقع ووردبريس الأكثر فاعلية: حزمة أمان من أعلى مستوى، وبحث محسَّن."],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["أمان إضافي للمواقع مع نشاط طوال أيام الأسبوع وعلى مدار الساعة. موصى به لمخازن التجارة الإلكترونية ومؤسسات الأخبار والمنتديات عبر الإنترنت."],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["تمتع براحة البال من حماية الموقع الكاملة. رائعة لمواقع الأبحاث الموجزة والمطاعم والمدونات ومواقع السير الذاتية."],"Could not activate Akismet.":["تعذر تفعيل أكيسميت."],"Activating Akismet…":["جارٍ تفعيل أكيسميت..."],"It looks like your API key has been set globally.":["يبدو أنَّه تم تعيين مفتاح واجهة برمجة التطبيقات لديك عالميًا."],"A valid key has been set in your site's configuration.":["تم تعيين مفتاح صالح في تكوين موقعك."],"Jetpack Complete":["Jetpack Complete"],"Jetpack Security Daily":["Jetpack Security اليومي"],"Jetpack Security Real-Time":["Jetpack Security في الوقت الفعلي"],"There seems to be a problem with your website.":["يبدو أنَّ هناك مشكلة في موقعك على الويب."],"Jetpack Dashboard was unable to properly communicate with your website. Please check your website's error logs to see what's wrong.":["تعذر على لوحة تحكم Jetpack الاتصال بموقعك على الويب بشكل صحيح. يرجى التحقُّق من سجلات الأخطاء في موقعك على الويب لمعرفة الخطأ."],"There was an error disconnecting Jetpack. Error: %s":["حدث خطأ أثناء قطع اتصال Jetpack. خطأ: %s"],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["يدعم Jetpack موقعك، ولكن للوصول إلى جميع ميزاته، ستحتاج إلي ربط حسابك بووردبريس.كوم."],"Reconnect to WordPress.com by approving the connection":["إعادة الاتصال بووردبريس.كوم عن طريق الموافقة على الاتصال"],"The jetpack_development_mode filter is active":["عامل تصفية jetpack_development_mode نشط"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["تشتمل خطة ⁦%2$s⁩ الخاصة بك على ⁦%1$s⁩. يبدو أنك اشتريت منتج ⁦%3$s⁩ كذلك. فكِّر في إزالة ⁦%3$s⁩."],"Welcome to <s>Jetpack %s<\/s>!":["مرحبًا بك في <s>Jetpack %s<\/s>!"],"Your site URL is a known local development environment URL":["عنوان موقعك هو عنوان معروف لبيئة التطوير المحلية."],"The %s constant is defined":["تم التعرُّف على الثابت %s"],"Restore Connection":["استعادة الاتصال"],"Reconnecting Jetpack":["إعادة الاتصال بـ Jetpack"],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["حاليًا في <a>وضع عدم الاتصال بالإنترنت<\/a> (بعض الميزات معطّلة) بسبب: <reasons\/>"],"%1$s failed to activate. %2$s":["⁦%1$s⁩ تعذرالتفعيل. %2$s"],"Activating %s…":["جارٍ تفعيل %s…"],"Connected as <span>%s<\/span>":["متصل بصفة <span>%s<\/span>"],"Jetpack Scan <em>Daily<\/em>":["Jetpack Scan <em>يوميًا<\/em>"],"<a>View backup details<\/a>.":["<a>اعرض تفاصيل النسخ الاحتياطي<\/a>."],"Views: %s":["المشاهدات: %s"],"Week of %s":["الأسبوع %s"],"<button>View detailed stats<\/button>":["<button>عرض إحصاءات مفصَّلة<\/button>"],"Referring to a number of comments\u0004All-time comments":["تعليقات طوال الوقت"],"Referring to a number of page views\u0004All-time views":["مشاهدات طوال الوقت"],"%s View":["%s المشاهدة","%s المشاهدات","%s المشاهدات","%s المشاهدات","%s المشاهدات","%s المشاهدات"],"Referring to a number of page views\u0004Best overall day":["اليوم الأفضل إجمالاً"],"Referring to a number of page views\u0004Views today":["المشاهدات في الوقت الحاضر"],"%s has been disabled by a site administrator.":["%s تم تعطيله من قِبل مسؤول الموقع."],"<button1>Verify with Google<\/button1><span>or<\/span><button2>Manually Verify<\/button2>":["<button1>التحقُّق باستخدام غوغل<\/button1><span>أو<\/span><button2>التحقُّق يدويًا<\/button2>"],"Site failed to verify: %s":["فشل الموقع في التحقُّق: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["في \"ترقية\""],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["في \"المحمول\""],"Unavailable in Offline Mode":["غير متوافر في وضع عدم الاتصال بالإنترنت"],"<a>Contact Support<\/a>":["<a>الاتصال بالدعم<\/a>"],"<a>View details<\/a>":["<a>عرض التفاصيل<\/a>"],"Uh oh, %s threat found.":["عذرًا، تم العثور على %s من التهديدات.","عذرًا، تم العثور على %s من التهديدات.","عذرًا، تم العثور على %s من التهديدات.","عذرًا، تم العثور على %s من التهديدات.","عذرًا، تم العثور على %s من التهديدات.","عذرًا، تم العثور على %s من التهديدات."],"Unavailable in Offline Mode.":["غير متوافر في وضع عدم الاتصال بالإنترنت."],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s تم تعطيله من قِبل مسؤول الموقع. <link>اعرف المزيد<\/link>."],"Jetpack Backup <em>Daily<\/em>":["Jetpack Backup <em>يوميًا<\/em>"],"Jetpack Backup <em>Real-Time<\/em>":["Jetpack Backup <em>في الوقت الفعلي<\/em>"],"Error updating settings. %s":["حدث خطأ أثناء تحديث الإعدادات. %s"],"Linked to WordPress.com.":["متصل بووردبريس.كوم."],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["يبدو أن ثمة مشكلة في اتصالك بووردبريس.كوم. إذا استمرت المشكلة، فحاول إعادة الاتصال."],"Connect your WordPress.com account":["ربط حسابك على ووردبريس.كوم"],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["أزل رسائل البريد المزعج تلقائيًّا من التعليقات ونماذج الاتصال. يمكنك توفير الوقت والحصول على ردود إضافية وتقديم تجربة أفضل إلى زائريك، كل ذلك من دون فعل أي شيء."],"Jetpack Anti-Spam":["Jetpack Anti-Spam"],"Connection Error, please reconnect.":["خطأ في الاتصال، يرجى إعادة الاتصال."],"Customize your ads.txt file":["تخصيص ملف ads.txt الخاص بك"],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":[" Ads.txt (البائعون الرقميون المعتمدون) هي آلية تتيح لمالكي المحتوى الإعلان عن الأشخاص المسموح لهم ببيع مخزونهم الإعلاني. إنَّها القائمة الرسمية لشركاء الإعلانات الذين تدعمهم كناشر."],"Adds a link to your privacy policy to the bottom of the CCPA notice popup (optional).":["يضيف رابطًا إلى سياسة الخصوصية الخاصة بك في الجزء السفلي من القائمة المنبثقة لإشعار قانون خصوصية المستهلك في كاليفورنيا (اختياري). "],"Failure to add this link will result in non-compliance with CCPA.":["سيؤدي الفشل في إضافة هذا الرابط إلى عدم الامتثال لقانون خصوصية المستهلك في كاليفورنيا."],"CCPA requires that you place a \"Do Not Sell My Personal Information\" link on every page of your site where targeted advertising will appear. <br\/>You can use the <widgetLink>Do Not Sell Link (CCPA) Widget<\/widgetLink>, or the <code>[ccpa-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["يطلب منك قانون خصوصية المستهلك في كاليفورنيا وضع رابط \"عدم بيع معلوماتي الشخصية\" على كل صفحة من صفحات موقعك حيث ستظهر الإعلانات المستهدفة. <br\/>يمكنك استخدام <widgetLink>المربع الجانبي لرابط \"عدم البيع\" التابع لـ (قانون خصوصية المستهلك في كاليفورنيا)<\/widgetLink>أو الكود القصير <code>[ccpa-do-not-sell-link]<\/code> لوضع هذا الرابط على موقعك تلقائيًا. ملحوظة: سيظهر الرابط دومًا للمسؤولين الذين قاموا بتسجيل الدخول بغض النظر عن الموقع الجغرافي."],"Do Not Sell Link":["رابط عدم البيع"],"Enable targeted advertising to California site visitors (CCPA)":["تمكين الإعلانات المستهدفة لزائري الموقع في كاليفورنيا (قانون خصوصية المستهلك في كاليفورنيا)"],"Enables a targeted advertising opt-out link for California consumers, as required by the California Consumer Privacy Act (CCPA).":["يقوم بتمكين رابط تعطيل الإعلانات المستهدفة للمستهلكين في كاليفورنيا، وفقًا لما يقتضيه قانون خصوصية المستهلك في كاليفورنيا."],"Privacy Policy URL":["عنوان URL لسياسة الخصوصية"],"Always allowed IP addresses":["عناوين IP المسموح بها دائمًا"],"Add to Always Allowed list":["إضافة إلى القائمة المسموح بها دائمًا"],"The Jetpack Connection is also used by %d other plugin, and it will lose connection.":["تم استخدام اتصال Jetpack أيضًا بواسطة %d إضافة أخرى، وسيتم فقدان الاتصال به.","تم استخدام اتصال Jetpack أيضًا بواسطة%d  الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة%d  الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة%d  الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة%d  الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة%d  الإضافات الأخرى، وسيتم فقدان الاتصال بها."],"The Jetpack Connection is also used by another plugin, and it will lose connection.":["تم استخدام اتصال Jetpack أيضًا بواسطة إضافة أخرى، وسيتم فقدان الاتصال به.","تم استخدام اتصال Jetpack أيضًا بواسطة الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة الإضافات الأخرى، وسيتم فقدان الاتصال بها.","تم استخدام اتصال Jetpack أيضًا بواسطة الإضافات الأخرى، وسيتم فقدان الاتصال بها."],"Threat":["التهديد","التهديدات","التهديدات","التهديدات","التهديدات","التهديدات"],"Site Accelerator":["مُسرِّع الموقع"],"Downtime Monitoring":["مراقبة وقت التعطُّل"],"Show comments area in carousel":["إظهار منطقة التعليقات في عرض دوار"],"Navigation item.\u0004Set up":["إعداد"],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["يبقي الفحص التلقائي والإصلاحات بنقرة واحدة موقعك بعيدًا عن تهديدات الأمان بخطوة واحدة."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["ساعد الزائرين على العثور بسرعة على إجابات تحمل نتائج بحث فورية بالغة الأهمية وتصفية فعَّالة."],"Your feedback will help us improve the product.":["ستساعدنا ملاحظاتك على تحسين المنتج."],"Please let us know why you're disabling Jetpack":["يرجى إبلاغنا بسبب تعطيل Jetpack."],"Please let us know why you're disconnecting Jetpack":["يرجى إبلاغنا بسبب فصل Jetpack."],"share your experience":["مشاركة تجربتك"],"Other:":["أخرى:"],"Troubleshooting - I'll be reconnecting afterwards.":["حل المشكلات - سأعيد الاتصال بعد ذلك."],"I'm deleting\/migrating my site.":["أحذف\/ أرحِّل موقعي."],"I don't know what it does.":["لا أعلم ما هو."],"It's buggy.":["توجد به أخطاء."],"It slowed down my site.":["أبطأتْ موقعي."],"I can't get it to work.":["يتعذر علىَّ إعادته للعمل."],"Continue":["المتابعة"],"Oops!":["عفوًا!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["سيسمح البحث الفوري لزائريك بالحصول على نتائج البحث بمجرد بدء الكتابة. إذا تم إلغاء تفعيل Jetpack Search، فسيستمر في تحسين نتائج البحث لديك ولكن لن يحتاج الزائرون إلى إرسال استعلام بحث قبل رؤية نتائجك."],"The Jetpack Backup status could not be retrieved at this time.":["تعذر استرداد حالة Jetpack Backup في الوقت الحالي."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["تعذر استرداد Jetpack Backup وحالة المسح في الوقت الحالي."],"Enable instant search experience (recommended)":["تمكين تجربة البحث الفوري (موصى بذلك)"],"Enable Search":["تمكين البحث"],"Customize Search":["تخصيص البحث"],"Relevant search results and filtering tightly integrated with your theme.":["تم دمج نتائج البحث والتصفية ذات الصلة بشكل كامل في قالبك."],"Instant Search and Filtering":["البحث والتصفية الفوريان"],"We are backing up your site daily.":["ننسخ موقعك احتياطيًا يوميًا."],"Fast, highly relevant search results and powerful filtering.":["نتائج بحث سريعة وبالغة الأهمية وتصفية فعَّالة"],"Search supports many customizations. ":["يدعم البحث العديد من التخصيصات. "],"Customize your Search experience.":["يمكنك تخصيص تجربة البحث لديك."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["تُساعد ميزة البحث الفعَّالة والقابلة للتخصيص بشكل لا Jetpack Search زائريك على إيجاد المحتوى الصحيح – وذلك بشكل مباشر عندما يحتاجون إليه."],"A Jetpack Site with the power of Jetpack Search":["موقع Jetpack مع فاعلية Jetpack Search"],"real-time backups":["عمليات النسخ الاحتياطي في الوقت الفعلي"],"daily backups":["عمليات النسخ الاحتياطي اليومية"],"Renews on %s.":["يتم التجديد بتاريخ %s."],"Purchased on %s.":["تم الشراء بتاريخ %s."],"Settings header\u0004Anti-spam":["مكافحة البريد المزعج"],"Daily Backups":["عمليات النسخ الاحتياطي اليومية"],"My Products":["منتجاتي"],"My Plan":["خطتي"],"Your data is being securely backed up as you edit.":["يتم نسخ بياناتك احتياطيًا بأمان بينما تقوم بالتحرير."],"Your data is being securely backed up every day with a 30-day archive.":["يتم نسخ بياناتك احتياطيًا بأمان يوميًا مع أرشفتها لمدة 30 يومًا."],"Settings header\u0004Jetpack Backup":["Jetpack Backup"],"You need to enter your server credentials to finish configuring Jetpack Backup.":["يتعين عليك إدخال بيانات اعتماد الخادم الخاصة بك لإنهاء تكوين Jetpack Backup."],"Jetpack Backup is being configured for your site.":["يتم تكوين Jetpack Backup في موقعك."],"Jetpack Professional":["Jetpack Professional"],"Jetpack Premium":["الإصدار المتميز من Jetpack"],"Jetpack Personal":["الإصدار الشخصي من Jetpack"],"Jetpack Free":["الإصدار المجاني من Jetpack"],"Expired on %s.":["انتهت الصلاحية في %s."],"Have a question? We’d love to help! <a>Send a question to the Jetpack support team.<\/a>":["هل لديك سؤال؟ يسرنا تقديم المساعدة! <a>أرسل سؤالاً إلى فريق دعم Jetpack.<\/a>"],"Jetpack has many powerful tools that can help you achieve your goals":["يتضمن Jetpack العديد من الأدوات الفعالة التي تساعدك في تحقيق أهدافك"]," We’ve highlighted some of the features you rely on below.":[" لقد ميزنا بعض الميزات التي يمكنك الاعتماد عليها أدناه."],"Jetpack is currently powering features on your site. Once you disable Jetpack, these features will no longer be available and your site may no longer function the same way.":["يعمل Jetpack على تشغيل ميزات على موقعك الآن. بمجرد تعطيل Jetpack، لن تبقى هذه الميزات متوفرة وقد لا يعمل موقعك بالطريقة نفسها."],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["يعمل Jetpack على تشغيل ميزات على موقعك الآن. بمجرد قطع اتصال Jetpack، لن تبقى هذه الميزات متوفرة وقد لا يعمل موقعك بالطريقة نفسها."],"Notice in the empty statistics chart\u0004No activity this period":["لا يوجد أي نشاط في هذه الفترة"],"We back up your website with every change you make, making it easy to fix your mistakes.":["نقوم بنسخ موقعك على الويب احتياطيًا مع كل تغيير تجريه، الأمر الذي يُسهِّل من إصلاح أخطائك."],"Automated Real-time Backups":["عمليات النسخ الاحتياطي التلقائية الفورية"],"We back up your website every day, so you never have to worry about your data again.":["نقوم بنسخ موقعك على الويب يوميًا، لذا لا داعي للقلق على بياناتك بعد الآن."],"Automated Daily Backups":["عمليات النسخ الاحتياطي التلقائية اليومية"],"View Your Backups":["عرض عمليات النسخ الاحتياطي الخاصة بك"],"Disable":["تعطيل"],"Are you sure you want to disconnect and deactivate?":["هل تريد بالتأكيد فصل الاتصال وإلغاء التنشيط؟"],"Are you sure you want to disconnect?":["هل تريد بالتأكيد فصل الاتصال؟"],"Disable Jetpack":["تعطيل Jetpack"],"A Jetpack Site securely backed up with Jetpack Backup":["قام موقع Jetpack بالنسخ الاحتياطي بأمان باستخدام Jetpack Backup"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["استخدم الصياغة المبسَّطة لإنشاء محتوى به روابط وقوائم وأنماط أخرى. يعمل هذا الإعداد على تمكين الصياغة المبسَّطة في المحرر التقليدي وداخل مكوّن المحرر التقليدي كذلك."],"Image Accelerator":["مُسرِّع الصور"],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["يقوم Jetpack بتحسين أحجام الصور الخاصة بك وتسريع تنزيلها باستخدام شبكة الخوادم العالمية السريعة لدينا. يحسِّن هذا من أداء موقعك على الأجهزة المكتبية والمحمولة."],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["توفِّر خطة Jetpack الخاصة بك حماية ضد البريد المزعج من خلال Akismet. انقر على \"إعداد\" لتمكينه على موقعك."],"Already have a key? <a>Activate Akismet<\/a>":["هل لديك مفتاح بالفعل؟ <a> تفعيل أكيسميت<\/a>"],"Verifying…":["جاري التحقق…"],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["أنشئ تجربة قراءة سلسة من دون انقطاع عن طريق تحميل مزيد من المحتوى أثناء تمرير الزائرين إلى أسفل صفحات الأرشيف الخاصة بك."],"Settings header\u0004WP.me Shortlinks":["روابط WP.me القصيرة"],"Customize your SEO settings":["تخصيص إعدادات SEO الخاصة بك"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["تحكم في طريقة تقديم محركات البحث لموقعك. باستخدام أدوات SEO في Jetpack يمكنك معاينة طريقة ظهور محتواك على محركات البحث الشهيرة وتغيير عناصر مثل اسم موقعك وعلاماتك في ثوانٍ."],"A caption for a button to log in to the WordPress mobile app.\u0004Send link":["إرسال رابط"],"A caption for a button to cancel an action.\u0004Cancel":["إلغاء"],"Email me a link to log in to the app":["إرسال رابط إليّ عبر البريد الإلكتروني لتسجيل الدخول إلى التطبيق"],"Send your new posts to this email address:":["إرسال مقالاتك الجديدة إلى عنوان البريد الإلكتروني هذا:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["النشر عبر البريد الإلكتروني هو طريقة سريعة لنشر مقالات جديدة من دون زيارة موقعك. سننشئ عنوان بريد إلكتروني فريدًا من نوعه من أجلك لإرسال محتواك إليه، وسيظهر هذا بعد ذلك على موقعك كأي مقالة أخرى."],"Log in to the WordPress mobile app":["تسجيل الدخول إلى تطبيق ووردبريس على الهاتف المحمول"],"Easily log in to the WordPress app by clicking the link we'll send to the email address on your account.":["يمكنك تسجيل الدخول بسهولة إلى تطبيق WordPress.com عن طريق النقر على الرابط الذي سنرسله إلى عنوان البريد الإلكتروني الموجود على حسابك."],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["يحل شريط أدوات WordPress.com محل شريط أدوات مسؤول ووردبريس الافتراضي. يوفِّر وصولاً بنقرة واحدة إلى التنبيهات وملفك الشخصي على WordPress.com ومواقع الويب الأخرى الخاصة بك على Jetpack و WordPress.com. يمكنك أيضًا اللحاق بالمواقع التي تتابعها في القارئ."],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["تضمين مخطط صغير في شريط المسؤول الخاص بك مع لقطة حركة مرور مدتها 48 ساعة"],"Expand to update settings for how visits are counted and manage who can view this information.":["يمكنك التوسيع لتحديث الإعدادات المتعلقة بكيفية إحصاء عدد الزيارات وإدارة الأشخاص الذين يمكنهم مشاهدة هذه المعلومات."],"Verify site ownership with third party services":["تحقق من ملكية الموقع باستخدام خدمات الأطراف الثالثة"],"Generate shortened URLs for simpler sharing.":["إنشاء عناوين URL مختصرة لمشاركة أيسر."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["تساعد الميزة الزائرين على العثور على مزيد من المحتوى الخاص بك عن طريق عرض المقالات ذات الصلة في الجزء السفلي من كل مقالة."],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["أضف أزرار المشاركة لكي يتمكن الزائرون من مشاركة مقالاتك وصفحاتك على شبكات التواصل الاجتماعي بنقرتين صغيرتين."],"You can customize the sharing buttons and choose which services to display.":["يمكنك تخصيص أزرار المشاركة واختيار الخدمات المراد عرضها."],"Add sharing buttons to your posts and pages":["إضافة أزرار المشاركة إلى مقالاتك وصفحاتك"],"Share your content to social media, reaching new audiences and increasing engagement.":["شارك محتواك مع وسائل التواصل الاجتماعي إلى جانب الوصول إلى جمهور جديد وزيادة المشاركة."],"Settings header, noun.\u0004WordPress.com login":["تسجيل الدخول إلى WordPress.com"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["استقبل تحذيرات إذا كان موقعك غير متصل بالإنترنت. سنسمح لك بمعرفة متى يُنسخ احتياطيًّا كذلك."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["يحمي Jetpack موقعك. سيتم إعلامك إذا كان لا بد من التركيز على شيء ما."],"Search support docs":["البحث عن وثائق الدعم"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["هل تحتاج إلى مساعدة؟ تعرَّف على البدء وتخصيص موقعك باستخدام قصاصات الرمز المتقدِّم، والمزيد."],"Start sharing":["بدء المشاركة"],"Optimized performance":["أداء مُحسَّن"],"Enable the “subscribe to comments” option on your comment form":["تمكين خيار \"الاشتراك في التعليقات\" على نموذج التعليقات الخاص بك"],"Enable the “subscribe to site” option on your comment form":["تمكين خيار \"الاشتراك في الموقع\" على نموذج التعليقات الخاص بك"],"Scan":["فحص"],"Protect":["الحماية"],"Manage advanced comment settings and grow your audience with email subscriptions.":["يمكنك إدارة إعدادات التعليقات المُتقدِّمة وزيادة جمهورك باستخدام الاشتراكات عبر البريد الإلكتروني."],"Comment form introduction":["مقدمة عن نموذج التعليقات"],"Never worry about losing your site – automatic backups keep your content safe.":["لا داعي للقلق بشأن فقدان موقعك – تحافظ عمليات النسخ الاحتياطي التلقائية على محتواك آمنًا."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["تكون Jetpack Anti-spam مدعومة من أكيسميت. يتم التحقق من مرات نماذج التعليقات وجهات الاتصال من قاعدة البيانات العالمية لدينا والخاصة بالبريد المزعج."],"Anti-spam":["مكافحة البريد المزعج"],"Failed to send login email":["فشل إرسال البريد الإلكتروني الخاص بتسجيل الدخول"],"Login email sent":["تم إرسال البريد الإلكتروني الخاص بتسجيل الدخول"],"Sending login email…":["جارٍ إرسال البريد الإلكتروني الخاص بتسجيل الدخول…"],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["هل تشعر بالقلق حيال الأمان؟ الحصول على نُسخ احتياطية وإصلاحات آمان تلقائية والمزيد: <a>الترقية الآن<\/a>"],"Link to learn more about Jetpack.\u0004About":["نبذة عن"],"Allow readers to like individual comments.":["اسمح للقراء بالإعجاب بالتعليقات الفردية."],"Enable comment likes.":["تمكين الإعجاب بالتعليقات."],"Allow readers to use markdown in comments.":["اسمح للقراء باستخدام التمييز في التعليقات."],"Show Gravatar hovercards alongside comments.":["أظهر بطاقات تمرير جرافتار جنبًا إلى جنب مع التعليقات."],"About Jetpack":["نبذة عن Jetpack"],"Your site is verified with Google":["يتم التحقق من موقعك باستخدام غوغل"],"New in Jetpack %s":["جديد في Jetpack %s"],"Create account":["إنشاء حساب"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["يتعذر اتصال هذا الموقع بـ WordPress.com حيث إنَّه ينتهك <a>شروط الخدمة<\/a> التي نُقرّها."],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["الوحدات النمطية"],"Enable widget visibility controls to display widgets only on particular posts or pages":["تمكين عناصر التحكم في إمكانية رؤية المربع الجانبي لعرض المربعات الجانبية على مقالات أو صفحات مُعيَّنة فقط."],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["تُتيح لك إمكانية رؤية المربع الجانبي تحديد المربعات الجانبية التي تظهر على أي من الصفحات، بحيث يمكنك تصميم محتوى المربع الجانبي بدقة."],"Make extra widgets available for use on your site including subscription forms and Twitter streams":["جعل المربعات الجانبية الإضافية متاحة للاستخدام في موقعك، بما في ذلك نماذج الاشتراك وتدفقات تويترو"],"Settings header\u0004Widgets":["المربعات الجانبية"],"Enhance CSS customization panel":["تعزيز لوحة تخصيص CSS"],"Writing":["الكتابة"],"Compose using shortcodes to embed media from popular sites":["إنشاء باستخدام أكواد قصيرة لتضمين وسائط من مواقع شائعة"],"Compose content the way you want to and streamline your publishing experience.":["أنشئ المحتوى بالطريقة التي تريدها لتبسيط تجربتك في النشر."],"Add a portfolio item":["إضافة عنصر قائمة المشروعات"],"Add a testimonial":["إضافة شهادة"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["انسخ المقالات والصفحات والشهادات وقوائم المشروعات الموجودة. سيُنسخ كل المحتوى بما في ذلك النصوص والصور المميّزة وإعدادات المشاركة والمزيد."],"Maximize your site’s visibility in search engines and view traffic stats in real time.":["قم بتطوير ظهور موقعك في محركات البحث واعرض إحصاءات المرور بشكل فوري."],"Traffic":["حركة المرور"],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["اربط موقعك على الويب بشبكات وسائل التواصل الاجتماعي التي تستخدمها وشارك المحتوى الخاص بك عبر جميع حساباتك على وسائل التواصل الاجتماعي بنقرة واحدة. عندما تنشر مقالة، ستظهر على جميع الحسابات المتصلة."],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["عندما يتم تمكين الإعلانات، يقوم Jetpack تلقائيًا بإنشاء ملف ads.txt مُعد خصيصًا لموقعك."],"Add Like buttons to your posts and pages":["إضافة أزرار الإعجاب إلى مقالاتك وصفحاتك"],"When visitors enjoy your content, let them show it with a Like.":["عندما يستمتع الزائرون بمحتواك، دعهم يظهرون ذلك بواسطة الإعجاب."],"Create a Jetpack account to use this feature":["إنشاء حساب Jetpack لاستخدام هذه الميزة"],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["أضف طبقة أمان إضافية إلى موقع الويب عن طريق تمكين تسجيل الدخول إلى WordPress.com والمصادقة الآمنة. إذا كانت لديك عدة مواقع تم تمكين هذا الخيار فيها، فستتمكن من تسجيل الدخول إلى كل موقع منها باستخدام بيانات الاعتماد نفسها."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["سيراقب Jetpack موقعك باستمرار، وسيقوم بتنبيهك في اللحظة التي يتم الكشف فيها عن عطل."],"You need to enter your server credentials to finish configuring Backups and Scan.":["يتعين عليك إدخال بيانات اعتماد الخادم الخاص بك للانتهاء من عمليات النسخ الاحتياطي والفحص."],"Awaiting credentials":["بيانات اعتماد يُنتظر الموافقة عليها"],"Backups and Scan are being configured for your site.":["جارٍ تكوين عمليات النسخ الاحتياطي لموقعك وفحصه."],"Provisioning":["الاعتمادات"],"Action needed":["الإجراء اللازم"],"Setting up":["الإعداد"],"Site accelerator is now speeding up your site!":["يقوم مُسرِّع الموقع بتسريع موقعك الآن!"],"Enabling Site accelerator…":["جارٍ تمكين مُسرِّع الموقع..."],"Speed up static file load times":["زيادة سرعة تحميل الملفات الثابتة"],"Speed up image load times":["زيادة سرعة تحميل الصور"],"Enable site accelerator":["تمكين مسرع الموقع"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["تحميل الصفحات بصورة أسرع عن طريق السماح لبرنامج Jetpack بتحسين الصور وتقديم الصور والملفات الثابتة (مثل CSS وJavaScript) من شبكة الخوادم العالمية لدينا."],"Error enabling Site accelerator. %s":["حدث خطأ أثناء تمكين مُسرِّع الموقع. %s"],"Site accelerator is no longer speeding up your site!":["لن يقوم مُسرِّع الموقع بتسريع موقعك بعد الآن!"],"Disabling site accelerator…":["جارٍ تعطيل مُسرِّع الموقع..."],"Error disabling site accelerator. %s":["حدث خطأ أثناء تعطيل مُسرِّع الموقع. %s"],"Load pages faster, optimize images, and speed up your visitors’ experience.":["يمكنك تحميل الصور بشكل أسرع، وتحسين الصور، وتسريع تجربة الزائرين لديك."],"Spam filtering and priority support.":["تصفية البريد المزعج ودعم الأولوية."],"Support documentation":["وثائق الدعم"],"Chat bubbles representing getting in touch with support":["فقاعات الدردشة التي تُمثِّل التواصل مع الدعم"],"Reach a wider audience by automatically sharing your posts on social media.":["يمكنك الوصول إلى مجموعة كبيرة من الجمهور عن طريق مشاركة مقالاتك على وسائل التواصل الاجتماعي تلقائيًّا."],"Increase traffic to your site":["زيادة المرور في موقعك"],"Explore free themes":["استكشاف قوالب مجانية"],"Get unlimited access to hundreds of professional themes, and customize your site exactly how you like it.":["احصل على وصول غير محدود إلى مئات من القوالب الاحترافية، وخصص موقعك بدقة بالشكل الذي تريده."],"A wide variety of themes and tools to customize a site":["مجموعة كبيرة من القوالب والأدوات اللازمة لتخصيص الموقع"],"Set up your site security":["إعداد أمان موقعك"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["امنع هجمات تسجيل الدخول واحصل على تنبيهات فورية عند وجود مشكلة في موقعك."],"Site activity":["نشاط الموقع"],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["يمكنك جدولة التغريدات غير المحدودة ومقالات Facebook وغيرها من المقالات الاجتماعية مسبقًا."],"Marketing Automation":["أتمتة التسويق"],"Browse premium themes":["تصفح القوالب المتميزة"],"Try a premium theme":["تجربة قالب متميز"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["يمكنك استكمال إحصاءات WordPress.com باستخدام مظهر Google المتعمق في أنماط الزائرين والمرور."],"Access beautifully designed premium themes at no extra cost.":["يمكنك الوصول إلى القوالب المتميزة المصممة تصميمًا جميلاً من دون أي تكلفة إضافية."],"Site stats showing an evolution in traffic and engagement":["إحصاءات الموقع التي تُظهر تطورًا في المرور والمشاركة"],"A chart showing an healthy increase in earnings":["مخطط يُظهر زيادة فعّالة في الأرباح"],"Interface showing a chronological list of changes and updates in a site":["واجهة مستخدم تُظهر قائمة مرتّبة زمنيًّا من التغييرات والتحديثات في الموقع"],"A cloud with multiple types of content floating around it":["سحابة تتضمن أنواعًا عديدة من المحتوى الموجود بها"],"High-speed, high-definition video hosting with no third-party ads.":["يمكنك استضافة فيديو فائق السرعة وعالي الجودة من دون إعلانات الأطراف الثالثة."],"Start earning":["البدء في الربح"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["يسمح لك WordAds بجني المال عن طريق عرض محتوى ترويجي. ابدأ في جني المال اليوم."],"View your site activity":["عرض نشاط موقعك"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["عرض قائمة مرتبة ترتيبًا زمنيًا لجميع التغييرات والتحديثات التي تطرأ على موقعك بطريقة منظمة وسهلة القراءة."],"Discussion":["مناقشة"],"We are configuring your site protection.":["نقوم بتكوين حماية موقعك."],"A folder holding real comments":["مجلد يتضمن تعليقات حقيقية"],"Make your site faster":["جعل الموقع أسرع"],"Load pages faster by serving your images from our global network of servers.":["يمكنك تحميل صفحاتك بشكل أسرع عن طريق عرض صورك من خلال شبكة الخوادم العالمية لدينا."],"A fast and performant website":["موقع ويب سريع وفعّال"],"A secure site, locked and protected by Jetpack":["موقع آمن يقوم Jetpack بتأمينه وحمايته"],"Spam is automatically blocked from your comments.":["يُحظر البريد العشوائي تلقائيًّا من تعليقاتك."],"View settings":["عرض الإعدادات"],"Create a Jetpack account to view your email followers":["إنشاء حساب Jetpack لعرض متابعيك عبر البريد الإلكتروني"],"View your site's backups":["عرض عمليات النسخ الاحتياطي لموقعك"],"We are backing up your site in real-time.":["نقوم بنسخ موقعك احتياطيًّا في الوقت الفعلي."],"Enter credentials":["إدخال بيانات الاعتماد"],"You need to enter your server's credentials to finish the setup.":["يتعين عليك إدخال بيانات اعتماد الخادم الخاص بك للانتهاء من الإعداد."],"We are configuring your site's backups.":["نقوم بتكوين عمليات النسخ الاحتياطي لموقعك."],"View site activity":["عرض نشاط الموقع"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["يحتفظ Jetpack بسجل كامل لكل ما يحدث في موقعك، مما يستبعد التخمين عن إدارة الموقع وتصحيح أخطائه وإصلاحه."],"Manage security settings":["إدارة إعدادات الأمان"],"Navigation item.\u0004Performance":["الأداء"],"Navigation item.\u0004My Plan":["خطتي"],"Testing Jetpack Connection":["اختبار اتصال Jetpack"],"Site is verified":["يتم التحقق من الموقع"],"There was an error testing Jetpack. Error: %s":["حدث خطأ أثناء اختبار Jetpack. خطأ: %s"],"Enable":["تفعيل"],"Test your site’s compatibility with Jetpack.":["اختبر توافق موقعك مع Jetpack."],"Privacy information":["معلومات الخصوصية"],"Enable Lazy Loading for images":["تمكين التحميل البطيء للصور"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["ستقوم الصور بطيئة التحميل بتحسين سرعة موقعك وخلق تجربة مشاهدة أكثر سلاسة. سيتم تحميل الصور عندما يقوم الزائرون بالتمرير إلى أسفل الشاشة، بدلاً من الكل في وقت واحد."],"Performance & speed":["الأداء والسرعة"],"Enable high-speed, ad-free video player":["تمكين مشغّل فيديوهات عالية السرعة ومن دون إعلانات"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["اجعل المحتوى الذي تنشره أكثر تفاعلاً مع الفيديو عالي الدقة. باستخدام أداة الفيديوهات في Jetpack، يمكنك تخصيص مشغّل الوسائط الخاص بك وتقديم مقاطع فيديو عالية السرعة ومن دون إعلانات ولا تحمل علامات تجارية إلى زائريك. تُستضاف مقاطع الفيديو على خوادم WordPress.com ولا تقلل من باقة الاستضافة الخاصة بك."],"Video":["الفيديو"],"Carousel color scheme":["نظام ألوان Carousel"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["تعرض بيانات Exif للمشاهدين تفاصيل فنية إضافية عن صورة ما، مثل بعدها البؤري والفتحة وISO."],"Show photo Exif metadata in carousel (when available)":["اعرض بيانات تعريف EXIF الخاصة بالصورة في carousel (عند توفرها)"],"Display images in a full-screen carousel gallery":["اعرض الصور بملء الصورة في معرض carousel"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["أنشئ عروض شرائح بملء الشاشة في carousel للصور الموجودة في مقالاتك وصفحاتك. تكون معارض Carousel مألوفة وتُشجّع زائرو الموقع للتفاعل مع صورك."],"Portfolios shortcode: [portfolio]":["الكود المختصر لمعارض الأعمال: [portfolio]"],"Testimonials shortcode: [testimonials]":["الكود المختصر للشهادات: [testimonials]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["أضف <testimonialLink>الشهادات<\/testimonialLink> إلى موقعك على الويب لجذب عملاء جدد. إذا لم يدعم القالب الخاص بك الشهادات في Jetpack، فسيظل بإمكانك استخدام الكود المختصر لعرضها على موقعك."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["أخبار جيدة: يُرسل Jetpack خريطة موقعك تلقائيًّا إلى جميع محركات البحث الرئيسية للفهرسة."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["خرائط الموقع هي ملفات تستخدمها محركات البحث مثل Google أو Bing في فهرسة موقعك على الويب. يمكنهم المساعدة على تحسين تصنيفك في نتائج البحث. عتد تمكين هذه الميزة، سيُنشئ Jetpack خرائط الموقع من أجلك ويُحدّثها تلقائيًّا عندما يتغيّر المحتوى الموجود على موقعك."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["يتعذر على محركات البحث الوصول إلى موقعك في الوقت الحالي. إذا كنت ترغب في جعل موقعك قابلاً للوصول، فتحقق من <a>إعدادات القراءة<\/a> وشغّل ميزة \"رؤية محرك البحث\"."],"Configure related posts in the Customizer":["تكوين المقالات ذات الصلة في أداة التخصيص"],"Highlight related content with a heading":["إبراز المحتوى ذي الصلة مع أحد العناوين"],"View security scan details":["عرض تفاصيل فحص الأمان"],"Show a thumbnail image where available":["عرض صورة مصغّرة حيثما تتوفر"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["للحصول على مزيد من المعلومات حول كيفية استخدام ميزات Jetpack المحددة لنشاط تتبع البيانات، يرجى الرجوع إلى <privacyCenterLink>مركز الخصوصية<\/privacyCenterLink>."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["نستخدم أدوات تتبع أخرى، بما في ذلك بعض الأدوات التي تنتمي إلى أطراف ثالثة. <cookiePolicyLink>اقرأ حول هذه الأدوات<\/cookiePolicyLink> وكيفية التحكم بها."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["تساعدنا هذه المعلومات على تحسين منتجاتنا، وجعل التسويق أكثر ملاءمة لك، وتخصيص تجربة WordPress.com، والمزيد كما يرد بالتفصيل في <pp>سياسة الخصوصية<\/pp> لدينا."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["شارك المعلومات مع أداة التحليلات لدينا حول استخدامك الخدمات أثناء تسجيل الدخول إلى حساب WordPress.com الخاص بك. <cookiePolicyLink>تعرّف على المزيد<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["تتم إدارة هذه الميزة من قِبل أحد مسؤولي الموقع. <link>اعرف المزيد<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["تم تعطيل هذه الميزة من قِبل أحد مسؤولي الموقع. <link>اعرف المزيد<\/link>."],"Search term.\u0004terms of service":["شروط الخدمة"],"Search term.\u0004tos":["شروط الخدمة"],"Search term.\u0004data":["البيانات"],"Search term.\u0004tracks":["المسارات"],"Search term.\u0004privacy":["الخصوصية"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["تحميل المقالات التالية تلقائيًا عندما يقترب القارئ من أسفل الصفحة."],"Allows you to publish new posts by sending an email to a special address.":["السماح لك بنشر مقالات جديدة عن طريق إرسال بريد إلكتروني إلى عنوان خاص."],"Settings header\u0004Privacy Settings":["إعدادات الخصوصية"],"Search term.\u0004gdpr":["gdpr"],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["إضافة شريط أدوات يحتوي على روابط إلى جميع مواقعك وتنبيهاتك وملفك الشخصي على WordPress.com والقارئ."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["تم تمكين هذه الميزة من قِبل أحد مسؤولي الموقع. <link>اعرف المزيد<\/link>."],"We are committed to your privacy and security.":["نحن ملتزمون بخصوصيتك وأمانك."],"This feature has been disabled by a site administrator.":["قام مسؤول الموقع بتعطيل هذه الميزة."],"Configure your notification settings":["تكوين إعدادات التنبيهات لديك"],"Settings header\u0004Downtime monitoring":["رصد التعطل"],"Displays information on your site activity, including visitors and popular posts or pages.":["عرض معلومات عن نشاط موقعك، بما في ذلك الزوار والمقالات أو الصفحات الشائعة."],"Allows you to optimize your site and its content for better results in search engines.":["السماح لك بتحسين موقعك ومحتواه للحصول على نتائج أفضل في محركات البحث."],"Displays high-quality ads on your site that allow you to earn income.":["عرض إعلانات عالية الجودة على موقعك تتيح لك كسب دخل."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["السماح لك بمشاركة أحدث محتوى تلقائيًا على مواقع التواصل الاجتماعي، بما في ذلك فيسبوك وتويتر."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["إضافة أزرار إعجاب إلى المحتوى الخاص بك بحيث يمكن للزوار إظهار تقديرهم أو استمتاعهم."],"Removes spam from comments and contact forms.":["إزالة الرسائل غير المرغوب فيها من التعليقات ونماذج الاتصال."],"Add Search (Jetpack) Widget":["إضافة مربع البحث الجانبي (Jetpack)"],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["دمج موقعك ووردبريس لديك مع Google Analytics، الذي يُعد منصة تقدم رؤى حول حركة المرور والزوار والتحويلات لديك."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["تقديم الوسوم المخفية الضرورية واللازمة للتحقق من موقع ووردبريس الخاص بك مع خدمات متنوعة."],"Allows registered users to log in to your site with their WordPress.com accounts.":["السماح للمستخدمين المسجلين بتسجيل الدخول إلى موقعك باستخدام حسابات WordPress.com الخاصة بهم."],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["إجراء نسخ احتياطي لموقعك على خوادم WordPress.com العالمية، مما يسمح لك باستعادة المحتوى الخاص بك في حالة الطوارئ أو الخطأ."],"You can place additional ads using the Ad widget. <link>Try it out!<\/link>":["يمكنك وضع إعلانات إضافية باستخدام مربع جانبي للإعلانات.  <link>حاول تجربته!<\/link>"],"Jetpack Search is powering search on your site.":["إن Jetpack Search يمكِّن البحث على موقعك."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["تُفحص الملفات على موقعك بانتظام بحثًا عن التعديلات غير المصرح بها أو المشكوك فيها التي يمكن أن تُعرض أمانك وبياناتك للخطر."],"Protects your site from traditional and distributed brute force login attacks.":["حماية موقعك من هجمات تسجيل الدخول الغاشمة التقليدية والموزعة."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["سيُحسّن Jetpack صورك ويوفِّرها من موقع الخادم الأقرب إلى زائريك. سيؤدي استخدام شبكة توصيل المحتوى العالمية إلى تعزيز سرعة التحميل في موقعك."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["ستراقب ميزة رصد التعطّل في Jetpack موقعك باستمرار، وستقوم بتنبيهك في اللحظة التي يتم الكشف فيها عن عطل."],"Moderate comments":["إدارة التعليقات"],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["تسمح لك عمليات Jetpack Backups باستعادة إحدى النُسخ الاحتياطية أو تنزيلها بسهولة من لحظة معيّنة."],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["السماح للقراء بالاشتراك في مقالاتك أو تعليقاتك، وتلقي تنبيهات بالمحتوى الجديد عبر البريد الإلكتروني."],"Updated privacy settings.":["تم تحديث إعدادات الخصوصية."],"Updating privacy settings…":["جارٍ تحديث إعدادات الخصوصية…"],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["استبدال نموذج تعليقات ووردبريس القياسي بنظام تعليقات جديد يتضمن خيارات تسجيل الدخول إلى مواقع التواصل الاجتماعي."],"Error updating privacy settings. %s":["حدث خطأ أثناء تحديث إعدادات الخصوصية. %s"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["مجموعات الأمان الكاملة، وأدوات التشغيل التلقائي للتسويق والإيرادات، واستضافة مقاطع فيديو غير محدودة، والدعم ذو الأولوية."],"Daily backups, spam filtering, and priority support.":["النسخ الاحتياطية اليومية، وتصفية البريد المزعج، والدعم ذو الأولوية."],"Full security suite, marketing and revenue automation tools, unlimited video hosting, unlimited themes, and priority support.":["مجموعة أمان كاملة، وأدوات تسويق الإيرادات وأتمتتها، واستضافة مقاطع فيديو غير محدودة، وقوالب غير محدودة، ودعم ذو أولوية."],"Add Jetpack Search Widget":["إضافة المربع الجانبي Jetpack Search"],"Always-on security":["الأمان المتاح دائمًا"],"Activate video hosting":["تنشيط استضافة مقاطع الفيديو"],"Design the perfect website":["تصميم موقع الويب المثالي"],"Set up Jetpack":["إعداد Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["نسخ احتياطي في وقت التشغيل لجميع بيانات موقعك بمساحة غير محدودة واستعادة بنقرة واحدة وفحص أمان تلقائي."],"Jetpack Search":["Jetpack Search"],"Daily backup of all your site data with unlimited space and one-click restores":["نسخ احتياطي يومي لجميع بيانات موقعك بمساحة غير محدودة واسترداد بنقرة واحدة"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["نسخة احتياطية فورية لجميع بيانات موقعك بمساحة غير محدودة، واسترداد بنقرة واحدة، وفحص الأمان التقائي، والدعم ذو الأولوية"],"View your security activity":["عرض نشاط الأمان"]," (powered by VaultPress).":[" (عن طريق VaultPress)."],"Jetpack version":["إصدار Jetpack"],"Activity":["النشاط"],"Jetpack version %s":["الإصدار %s من Jetpack"],"Monetize your site with ads":["تحقيق الأرباح من موقعك باستخدام الإعلانات"],"Jetpack Stats People":["صورة أشخاص ينتظرون إلى إحصاءات Jetpack"],"Hello there! Your stats have been activated.":["مرحبًا! تم تنشيط إحصاءاتك."],"Just give us a little time to collect data so we can display it for you here.":["أعطنا بعض الوقت لجمع البيانات لكي نتمكن من عرضها لك هنا."],"Okay, got it!":["حسنًا، فهمت!"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["عن طريق النقر على الزر أدناه، أنت توافق على <tosLink>شروط الخدمة<\/tosLink> لدينا وعلى <shareDetailsLink>مشاركة التفاصيل<\/shareDetailsLink> مع WordPress.com."],"Display ads below posts on":["عرض الإعلانات أسفل المقالات على"],"Additional ad placements":["مواضع الإعلانات الإضافية"],"Top of each page":["الجزء العلوي من كل صفحة"],"Second ad below post":["إعلان ثانٍ أسفل المقالة"],"Archives":["الأرشيف"],"Activate Publicize":["تنشيط النشر"],"Schedule posts":["جدولة المقالات"],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["إدارة كل مواقعك من لوحة تحكم واحدة: نشر المحتوى وتتبع الإحصاءات والتعليقات المتوسطة والمزيد من أي مكان في العالم."],"Create address":["إنشاء عنوان"],"Get WordPress Apps for every device":["الحصول على تطبيقات ووردبريس الخاصة بكل جهاز"],"Pages":["صفحات"],"Access the full list of Jetpack modules available on your site.":["الوصول إلى القائمة الكاملة لوحدات Jetpack المتوفرة على موقعك."],"Your paid plan gives you access to prioritized Jetpack support.":["تتيح لك باقتك المدفوعة الوصول إلى دعم Jetpack ذي الأولوية."],"We're here to help":["نحن هنا للمساعدة"],"Ask a question":["طرح الأسئلة"],"Search our support site":["البحث في موقع الدعم"],"Get a faster resolution to your support questions.":["احصل على أسرع جواب عن أسئلة الدعم لديك."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["ترقية"],"Generate income with high-quality ads.":["تحقيق دخل من الإعلانات ذات الجودة العالية."],"Button caption\u0004Save settings":["حفظ الإعدادات"],"Button caption\u0004Saving…":["جاري الحفظ…"],"Navigation item.\u0004Dev Tools":["أدوات التطوير"],"An Automattic Airline":["شركة أوتوماتيك لخدمات التدوين"],"Short warning message\u0004Updates needed":["يلزم وجود تحديثات"],"Short label appearing near a paid feature configuration block.\u0004Paid":["مدفوع"],"Manage site connection":["إدارة الاتصال بالموقع"],"Theme enhancements":["تحسينات القوالب"],"Load more posts using the default theme behavior":["تحميل المزيد من المقالات باستخدام سلوك القالب الافتراضي"],"Load more posts in page with a button":["تحميل المزيد من المقالات في الصفحة باستخدام زر معين"],"Load more posts as the reader scrolls down":["تحميل المزيد من المقالات عندما يمرر القارئ إلى أسفل"],"Theme support required.":["يلزم دعم القالب."],"Learn more about adding support for Infinite Scroll to your theme.":["اعرف المزيد عن إضافة الدعم للتمرير اللانهائي وصولاً إلى القالب الخاص بك."],"Connect your account to WordPress.com to view more stats":["وصّل حسابك بـ WordPress.com لعرض المزيد من الإحصاءات"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["هذا الموقع غير متصل بـ WordPress.com. يُرجى طلب الاتصال من مسؤول الموقع."],"Enable the WordPress.com toolbar":["تمكين شريط أدوات WordPress.com"],"Settings header\u0004WordPress.com toolbar":["شريط أدوات WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["سيتم عرض أدوات الكتابة المتاحة لك هنا عندما يقوم مسؤول بتمكينها."],"Portfolios":["معارض الأعمال"],"Settings header\u0004Composing":["إنشاء"],"Bing":["بينغ"],"Yandex":["يندكس"],"Generate XML sitemaps":["إنشاء خرائط الموقع XML"],"Settings header\u0004Site stats":["إحصاءات الموقع"],"Count logged in page views from":["قم بعدّ مشاهدات الذين سجلوا الدخول إلى الصفحة من"],"Allow stats reports to be viewed by":["السماح بعرض تقارير الإحصاءات حسب"],"Settings header\u0004Search engine optimization":["تحسين محرك البحث"],"A header for a preview area in the configuration screen.\u0004Preview":["معاينة"],"Settings header\u0004Google Analytics":["تحليلات غوغل"],"Configure your Google Analytics settings":["تكوين إعدادات تحليلات غوغل لديك"],"Ads header\u0004Ads":["الإعلانات"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["إظهار إعلانات في أول مقالة على صفحتك الرئيسية أو في نهاية كل صفحة ومقالة. وضع إعلانات إضافية في الجزء العلوي من موقعك وفي منطقة المربع الجانبي لزيادة الأرباح."],"Enable ads and display an ad below each post":["تمكين الإعلانات وعرض إعلان أسفل كل مقالة"],"Match accounts using email addresses":["مطابقة الحسابات باستخدام عناوين البريد الإلكتروني"],"Settings header\u0004Brute force attack protection":["الحماية من هجمات القوة الغاشمة"],"Enter a search term to find settings or close search.":["أدخل مصطلح بحث لإيجاد الإعدادات أو أغلق البحث."],"Require accounts to use WordPress.com Two-Step Authentication":["يلزم حسابات لاستخدام مصادقة WordPress.com على خطوتين"],"No search results found for %s":["لم يتم العثور على نتائج بحث لـ %s"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["يمكنك وضع علامة على عنوان IP أو (مجموعة من العناوين) كـ \"غير مسموح دائمًا\"، ما يمنع حظرها بواسطة Jetpack. IPv4 وIPv6 مقبولان. لتحديد نطاق، أدخل القيمة المنخفضة والقيمة المرتفعة مفصولاً بينهما بشرطة. على سبيل المثال: 12.12.12.1-12.12.12.100"],"You have paid for backups but they're not yet active.":["لقد دفعتَ للنسخ الاحتياطية ولكن لم يتم تفعيلها حتى الآن."],"You have paid for backups and security scanning but they’re not yet active.":["لقد دفعتَ للنسخ الاحتياطية وفحص الأمان ولكن لم يتم تفعيلهما حتى الآن."],"Click \"Set Up\" to finish installation.":["انقر على \"إعداد\" لإنهاء التثبيت."],"Checking site status…":["جارٍ التحقق من حالة الموقع..."],"Settings header\u0004Backups and security scanning":["النسخ الاحتياطية وفحص الأمان"],"Checking your spam protection…":["جارٍ التحقق من الحماية من البريد المزعج…"],"Automatically share your posts to social networks":["مشاركة مقالاتك تلقائيًا على شبكات التواصل الاجتماعي"],"Configure your sharing buttons":["تكوين أزرار المشاركة"],"Settings header\u0004Sharing buttons":["أزرار المشاركة"],"Connect your social media accounts":["توصيل حسابات وسائل التواصل الاجتماعي الخاصة بك"],"Settings header\u0004Publicize connections":["اتصالات Publicize"],"Settings header\u0004Like buttons":["أزرار الإعجاب"],"Fetching key…":["جارٍ إحضار المفتاح…"],"Your site is not protected from spam.":["لم تتم حماية موقعك من البريد المزعج."],"Your site is protected from spam.":["موقعك محمي من البريد المزعج."],"Checking key…":["جارٍ التحقق من المفتاح…"],"Your API key":["مفتاح واجهة برمجة التطبيقات (API)"],"Connections":["اتصالات"],"A caption for a small button to fix security issues.\u0004Threats":["التهديدات"],"Short message informing user that the site is secure.\u0004Secure":["تأمين"],"Caption for a button to set up a feature.\u0004Set up":["إعداد"],"View your Email Followers":["عرض متابعي البريد الإلكتروني"],"Color scheme":["نظام الألوان"],"Enable Markdown use for comments.":["تمكين استخدام التمييز للتعليقات."],"A caption for a small button to fix security issues.\u0004See threats":["رؤية التهديدات"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["موقعك في وضع عدم الاتصال بالإنترنت، لذا يتعذر ربطه بووردبريس.كوم."],"Your site needs an Anti-spam key.":["يحتاج موقعك إلى مفتاح Anti-spam."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["توجد مشكلة في مفتاح واجهة برمجة التطبيقات الخاص بـ Anti-spam. <a>اعرف المزيد<\/a>."],"Your Anti-spam key is valid.":["مفتاح Anti-spam صالح."],"Updating settings…":["جارٍ تحديث الإعدادات..."],"Updating Post by Email address…":["جارٍ تحديث المقالة باستخدام عنوان البريد الإلكتروني..."],"You are the Jetpack owner.":["أنت مالك Jetpack."],"Dashboard widget header\u0004Site connection":["الاتصال بالموقع"],"Dashboard widget header\u0004Account connection":["توصيل الحساب"],"Updated settings.":["تم تحديث الإعدادات."],"Regenerated Post by Email address.":["تمت إعادة إنشاء مقالة باستخدام عنوان البريد الإلكتروني."],"Updated settings. Refreshing page…":["تم تحديث الإعدادات. جارٍ تحديث الصفحة…"],"Your site is connected to WordPress.com.":["موقعك متصل بـ WordPress.com."],"Error regenerating Post by Email address. %s":["حدث خطأ أثناء إعادة إنشاء مقالة باستخدام عنوان البريد الإلكتروني. %s"],"Navigation item.\u0004Settings":["الإعدادات"],"Navigation item.\u0004Discussion":["مناقشة"],"Navigation item.\u0004Traffic":["المرور"],"Navigation item.\u0004Sharing":["مشاركة"],"Google Analytics is a free service that complements our <a>built-in stats<\/a> with different insights into your traffic. WordPress.com stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics هي خدمة مجانية تُكمل <a>الإحصاءات المدمجة<\/a> الخاصة بنا برؤى مختلفة داخل حركة المرور الخاصة بك. تستخدم إحصاءات WordPress.com و Google Analytics وسائل مختلفة لتحديد النشاط وتتبعه على موقعك، لذا ستعرض كل منهما بطبيعة الحال إجماليات مختلفة قليلاً للزيارات والمشاهدات الخاصة بك وغير ذلك."],"Download the free apps":["تنزيل التطبيقات المجانية"],"Activate Google Analytics":["تفعيل تحليلات غوغل"],"Configure Google Analytics":["تكوين Google Analytics"],"Google Analytics":["تحليلات غوغل"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["تم تكوين الخادم الخاص بك بصورة غير صحيحة، وهذا يعني أنه يتعذر على Jetpack Protect حماية موقعك بفاعلية."],"Video Hosting":["استضافة مقاطع فيديو"],"View your earnings":["عرض أرباحك"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["عن طريق تفعيل الإعلانات التلقائية، فأنت توافق على <link>شروط الخدمة<\/link> الخاصة بالإعلانات التلقائية."],"Site Security":["أمان الموقع"],"You are running Jetpack on a staging server.":["أنت بصدد تشغيل Jetpack على خادم مرحلي."],"More Info":["المزيد من المعلومات"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["نسخ احتياطي فوري لجميع بيانات موقعك بمساحة غير محدودة واسترداد بنقرة واحدة وفحص أمان تلقائي وحل للتهديد بنقرة واحدة."],"This will reset all Jetpack options, are you sure?":["سيؤدي ذلك إلى إعادة تعيين جميع خيارات Jetpack، هل أنت متأكد؟"],"<button>View more stats on WordPress.com<\/button>":["<button>عرض المزيد من الإحصاءات على ووردبريس.كوم<\/button>"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["توجد إعدادات غير محفوظة في علامة التبويب هذه ستُفقد إذا تركتها. هل تريد المتابعة؟"],"Dashboard":["لوحة التحكم"],"Search for a Jetpack feature.":["البحث عن إحدى مزايا Jetpack."],"Navigation item.\u0004At a Glance":["نبذة سريعة"],"Configure your Security Scans":["تكوين فحوصات الأمان"],"Big iPhone\/iPad Update Now Available":["تحديث Big iPhone\/iPad متوفر الآن"],"A few catchy words to motivate your visitors to comment.":["بضع كلمات جذابة لتحفيز القرّاء على التعليق."],"The WordPress for Android App Gets a Big Facelift":["تجري حاليًا صيانة تطبيق ووردبريس للأندرويد"],"Upgrade Focus: VideoPress For Weddings":["تركيز الترقية: VideoPress لحفلات الزفاف"],"verb\u0004Copy":["نسخ"],"Copied!":["تم النسخ!"],"Highlight and copy the following text to your clipboard:":["ميز النص التالي وانسخه إلى الحافظة لديك:"],"Regenerate address":["إعادة إنشاء العنوان"],"Cheatin' uh?":["عفواً، لا تملك الصلاحية الكافية."],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>هل لديك أي مانع من إخبارنا بسبب عدم إكمال اتصال Jetpack في هذا <a>الاستبيان المؤلف من سؤالين<\/a>؟<\/p><p>يلزم اتصال Jetpack لكي تعمل ميزتا الأمان والمرور اللتان نقدمهما.<\/p>"],"Your Jetpack is already connected.":["Jetpack متصل بالفعل."],"You're fueled up and ready to go, Jetpack is now active.":["أنت الآن على أهبة الاستعداد للبدء، Jetpack نشط الآن."],"You're fueled up and ready to go.":["أنت الآن على أهبة الاستعداد للبدء."],"You are currently running a development version of Jetpack.":["أنت حاليًا بصدد تشغيل نسخة مطوَّرة من Jetpack."],"Submit Beta feedback":["ملاحظات إرسال بيتا"],"Navigation item.\u0004Reset Options (dev only)":["أعد تعيين الخيارات (إصدارات التطوير فقط)"],"Save Settings":["حفظ الإعدادات"],"Jetpack Stats Icon":["أيقونة إحصاءات Jetpack"],"Activate Site Stats":["تفعيل إحصاءات الموقع"],"Upgrade":["ترقية"],"ACTIVE":["مفعّل"],"Shorthand for Privacy Policy.\u0004Privacy":["الخصوصية"],"Automattic's Privacy Policy":["سياسة خصوصية Automattic"],"Shorthand for Terms of Service.\u0004Terms":["الشروط"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["تصحيح الأخطاء"],"Months":["شهور"],"Weeks":["أسابيع"],"Days":["أيام"],"Click to view detailed stats.":["انقر لعرض الإحصاءات التفصيلية."],"Site Backups":["نُسخ احتياطية لموقعك"],"Unlink me from WordPress.com":["فك ارتباطي من WordPress.com"],"Link to WordPress.com":["الربط بـ WordPress.com"],"WordPress.com Terms of Service":["شروط خدمة WordPress.com"],"Something happened while loading stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["حدث شيء ما أثناء تحميل الإحصاءات. يُرجى المحاولة مرة أخرى لاحقًا أو <a>عرض إحصاءاتك الآن على WordPress.com<\/a>"],"<a>Activate Site Stats<\/a> to see detailed stats, likes, followers, subscribers, and more! <a1>Learn More<\/a1>":["<a>تفعيل إحصاءات الموقع<\/a> لمشاهدة الإحصاءات والإعجابات والمتابعين والمشتركين وغيرها المزيد من البيانات التفصيلية! <a1>اعرف المزيد<\/a1>"],"Saving…":["جاري الحفظ…"],"View your spam stats":["عرض إحصاءات البريد المزعج"],"View your security dashboard":["عرض لوحة تحكم الأمان"],"Link your account to WordPress.com to get the most out of Jetpack.":["ربط حسابك بـ WordPress.com لتحقيق أقصى استفادة من Jetpack."],"The site is in Offline Mode, so you can not connect to WordPress.com.":["الموقع في وضع عدم الاتصال بالإنترنت، ولذا لا يمكنك الاتصال بووردبريس.كوم."],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["يقوم Jetpack بحظر محاولات تسجيل الدخول الضارة بفعالية. ستظهر البيانات هنا قريبًا!"],"Total malicious attacks blocked on your site.":["إجمالي الهجمات الضارة المحظورة على موقعك."],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["يقوم Jetpack بمراقبة موقعك. إذا كنا نعتقد أن موقعك معطل، فستتلقى بريدًا إلكترونيًا."],"No threats found, you're good to go!":["لم يتم العثور على تهديدات، يمكنك الانتقال!"],"Downtime monitor":["مراقبة فترة التوقف"],"<a>Activate Protect<\/a> to keep your site protected from malicious sign in attempts.":["<a>قم بتفعيل الحماية<\/a> لحماية موقعك من محاولات تسجيل الدخول الضارة."],"Security":["الأمان"],"Performance":["الأداء"],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["تم حظر التعليقات المزعجة."],"Loading…":["جاري التحميل…"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["لنسخ موقعك بأكمله احتياطيًا بصورة تلقائية، يُرجى <a>تنصيب وتفعيل VaultPress<\/a>."],"<a>Activate Monitor<\/a> to receive email notifications if your site goes down.":["<a>يمكنك تنشيط المراقبة<\/a> لتلقي تنبيهات عبر البريد الإلكتروني إذا تعطّل موقعك."],"Backup":["النسخ الاحتياطي"],"Resetting Jetpack options…":["جارٍ إعادة تعيين خيارات Jetpack..."],"Options reset.":["تمت إعادة تعيين الخيارات."],"Options failed to reset.":["فشلت إعادة تعيين الخيارات."],"Navigation item.\u0004At A Glance":["نبذة سريعة"],"Navigation item.\u0004Plans":["الخطط"],"Navigation item.\u0004Writing":["كتابة"],"Navigation item.\u0004Security":["الأمان"],"Unlinked from WordPress.com.":["تم إلغاء الربط بـ WordPress.com."],"Unlinking from WordPress.com":["إلغاء الربط بـ WordPress.com"],"There was an error reconnecting Jetpack. Error: %s":["حدث خطأ في أثناء إعادة الاتصال بـ Jetpack. خطأ: %s"],"Error unlinking from WordPress.com. Error: %s":["حدث خطأ أثناء إلغاء الربط بوردبرس.كوم. خطأ: %s"],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["لقد حدثت مشكلة أثناء اتصال Jetpack، قم بتعطيل إضافة Jetpack ثم قم بتفعيلها واتصل مرة أخرى."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["يتعين عليك الاستمرار في تسجيل الدخول إلى مدونة ووردبريس أثناء مصادقة Jetpack."],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["حدثت مشكلة أثناء اتصال Jetpack الخاص بك. يُرجى النقر على \"الاتصال بـ WordPress.com\" مرة أخرى."],"<s>Your Jetpack has a glitch.<\/s> We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>لقد واجه Jetpack الخاص بك مشكلة.<\/s> نأسف للإزعاج. يُرجى المحاولة مرة أخرى لاحقًا، وفي حال استمرار المشكلة يُرجى الاتصال بالدعم من خلال هذه الرسالة: %s"],"Disconnecting Jetpack":["قطع اتصال Jetpack"],"Learn more":["تعرف على المزيد"],"Posts":["تدوينات"],"Front page":["الصفحة الرئيسية"],"Upload videos":["رفع وسائط الفيديو"],"Google":["قوقل"],"Pinterest":["Pinterest"],"Show related content after posts":["إظهار المحتوى المتعلق بعد التدوينات"],"Disconnect":["قطع الاتصال"],"Media":["وسائط"],"Related":["مرتبط"],"Related Posts":["تدوينات ذات صلة"],"Save":["حفظ"],"Your current IP: %s":["عنوان IP الحالي الخاص بك: %s"],"Site Stats":["إحصائيات الموقع"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX هي لغة ترميز قوية لكتابة المعادلات والصيغ الرياضية المعقدة."],"Sharing":["المشاركة"],"Cancel":["إلغاء"],"Testimonials":["الشهادات"],"Comments":["تعليقات"],"Your website needs to be publicly accessible to use Jetpack: %s":["يجب أن يكون موقعك على الويب قابلاً للوصول من قبل العامة لاستخدام Jetpack: %s"],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>توجد مشكلة في Jetpack الخاص بك.<\/s> ربط موقعك بـ WordPress.com غير ممكن. يعني هذا عادةً أن موقعك لا يمكن وصول العامة إليه (مضيف محلي)."],"Reconnect Jetpack":["إعادة الاتصال بـ Jetpack"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["يتعذر على Jetpack الاتصال بووردبريس.كوم: %s. يعني هذا عادة أن هناك شيئًا ما تم تكوينه تكوينًا غير صحيح على مضيف الويب الخاص بك."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["يواجه ووردبريس.كوم مشكلات في الوقت الحالي، ويتعذر عليه تجهيز Jetpack الخاص بك. يرجى المحاولة لاحقًا."],"%s has been activated.":["تم تفعيل %s."],"Activate":["تفعيل"],"Active":["مفعل"],"Connected":["متصل"],"Disconnect Jetpack":["قطع الاتصال بـ Jetpack"],"Edit":["تحرير"],"Learn More":["تعلم المزيد"],"Search":["بحث"],"Settings":["الإعدادات"]}},"comment":{"reference":"_inc\/build\/admin.js"}}