{"translation-revision-date":"2021-04-03 09:58:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Curious what else Jetpack has to offer? <ExternalLink>View all Jetpack features<\/ExternalLink>":["Вас интересуют другие возможности Jetpack? <ExternalLink>Посмотреть все функции Jetpack<\/ExternalLink>"],"Recommendations skipped":["Рекомендации пропущены"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["Вы не включили ни одну рекомендуемую функцию. Чтобы оценить все преимущества Jetpack, воспользуйтесь рекомендациями или изучите все функции Jetpack."],"Recommendations enabled":["Рекомендации приняты"],"Nice work! Let’s ensure the features you enabled are configured for your %s.":["Отличная работа! Давайте проверим настройку включённых вами функций %s."],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["Изучите премиальные пакеты продуктов Jetpack или выберите то, что нужно именно вам."],"Powerful security, performance, and marketing":["Эффективные средства безопасности, производительности и маркетинга"],"Recommended premium product":["Рекомендуемый премиальный продукт"],"Increase site growth with marketing":["Используйте маркетинг для роста показателей сайта"],"Speed-enhancing performance tools":["Инструменты для повышения производительности"],"Robust security to keep your site safe":["Высокий уровень безопасности для защиты вашего сайта"],"With Jetpack, you have <strong>free access<\/strong> to managing your site with <a>WordPress.com<\/a> and the Android and iOS WordPress apps.":["С помощью Jetpack вы можете <strong>бесплатно<\/strong> управлять своим сайтом как на <a>WordPress.com<\/a>, так и в приложениях WordPress для Android и iOS."],"Explore a better editing experience":["Оцените более удобные способы редактирования"],"Update your site from any device":["Обновляйте сайт с любого устройства"],"Free stock photo library":["Библиотека бесплатных фотографий"],"Multi-site plugin management":["Управление несколькими сайтами с помощью плагина"],"Manage multiple sites from one dashboard":["Управляйте несколькими сайтами из единой консоли"],"Refined post and page editor":["Усовершенствованный редактор записей и страниц"],"Google Play Store download badge":["Значок загрузки магазина Google Play"],"Download the WordPress Android mobile app.":["Загрузите мобильное приложение WordPress для Android."],"Apple App Store download badge":["Значок загрузки Apple App Store"],"Download the WordPress iOS mobile app.":["Загрузить мобильное приложение WordPress iOS."],"Manage security on Jetpack.com":["Управляйте безопасностью на Jetpack.com"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["С помощью включённой функции \"Активность\" вы также можете отслеживать все изменения на вашем сайте!"],"Did you know you can manage all your backups right from Jetpack.com?":["А вы в курсе, что можете управлять всеми резервными копиями прямо из Jetpack.com?"],"Manage your security on Jetpack.com":["Управляйте своей безопасностью на Jetpack.com."],"Enter your server credentials to enable one-click restores included in your plan.":["Введите учётные данные сервера, чтобы активировать функцию восстановления одним щелчком, включённую в ваш тарифный план."],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["Используйте все преимущества своего %s. С помощью восстановления одним щелчком вы сможете легко вернуться к исходному состоянию, если что-то пойдет не так."],"Enable one-click restores":["Включить восстановление одним щелчком"],"Real-time Backups":["Резервное копирование в режиме реального времени"],"WooCommerce":["WooCommerce"],"Install":["Установить"],"Creative Mail":["Creative Mail"],"Other sites may include non-profits, colleges or schools, apps, real-estate, or others.":["Прочие сайты могут быть связаны с некоммерческими организациями, университетами или школами, приложениями, недвижимостью и т. д."],"Stores typically include online e-commerce stores selling goods, services, or digital downloads.":["К магазинам, как правило, относятся интернет-магазины, продающие товары, услуги или цифровые материалы для скачивания."],"Business sites usually include shops, services like lawyers, or plumbers, and advertisers or influencers.":["На бизнес-сайтах обычно размещаются магазины, услуги профессионалов, например адвокатов или сантехников, рекламодателей или людей, определяющих мнения сообщества."],"Personal sites usually include blogs, resume sites, weddings or other events, and hobby sites.":["Личные сайты обычно включают в себя блоги, резюме, страницы, посвящённые свадьбам или другим событиям, а также хобби."],"Decide later":["Решить позже"],"Install WooCommerce":["Установить WooCommerce"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["Мы сотрудничаем с <strong>WooCommerce<\/strong> — настраиваемой платформой электронной торговли с отрытым исходным кодом, созданной для WordPress. Это всё, что вам нужно, чтобы уже сегодня приступить к продаже товаров. <ExternalLink>Узнать больше<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["Хотите, чтобы ваш магазин работал на WooCommerce?"],"Enable Site Accelerator":["Включить средство ускорения сайтов"],"Faster sites get better ranking in search engines and help keep visitors on your site longer. <strong>Site Accelerator<\/strong> will automatically optimize your image and files. <ExternalLink>Learn more<\/ExternalLink>":["Чем быстрее работает сайт, тем выше его рейтинг в поисковых системах и тем дольше на нём задерживаются посетители. <strong>Средство ускорения сайтов<\/strong> автоматически оптимизирует ваши изображения и файлы. <ExternalLink>Узнать больше<\/ExternalLink>"],"Would you like Site Accelerator to help your site load faster?":["Хотите использовать средство ускорения сайтов, чтобы сайт загружался быстрее?"],"Enable Related Posts":["Включить \"Похожие записи\""],"Displaying <strong>Related Posts<\/strong> at the end of your content keeps visitors engaged and on your site longer. <ExternalLink>Learn more<\/ExternalLink>":["Раздел <strong>Похожие записи<\/strong> под вашим содержимым привлекает посетителей и удерживает их на сайте. <ExternalLink>Узнать больше<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["Хотите показывать \"Похожие записи\" под содержимым?"],"Enable Downtime Monitoring":["Включить \"Мониторинг простоев\""],"If your site ever goes down, <strong>Downtime Monitoring<\/strong> will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["Если на сайте возникает сбой, <strong>Мониторинг простоев<\/strong> направит вам электронное сообщение или push-уведомление. <ExternalLink>Узнать больше<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["Хотите, чтобы \"Мониторинг простоев\" извещал вас о недоступности сайта?"],"Install Creative Mail":["Установить Creative Mail"],"The Jetpack <strong>Newsletter Form<\/strong> combined with <strong>Creative Mail<\/strong> by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["<strong>Форма новостной рассылки<\/strong> Jetpack в сочетании с <strong>Creative Mail<\/strong> от Constant Contact помогут автоматически собирать подписчиков и рассылать им интересные письма. <ExternalLink>Узнать больше<\/ExternalLink>"],"Would you like to turn site visitors into subscribers with Creative Mail?":["Хотите превращать посетителей в подписчиков с помощью Creative Mail?"],"Navigation item.\u0004Recommendations":["Рекомендации"],"site":["сайт"],"personal site":["личный сайт"],"business site":["бизнес-сайт"],"store":["магазин"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["Все великолепные возможности Jetpack уже ждут вас, а мы порекомендуем здесь несколько наших любимых функций."],"Other":["Прочее"],"Store":["Магазин"],"Business":["Бизнес"],"Personal":["Personal"],"This assistant will help you get the most from Jetpack. Tell us more about your goals and we’ll recommend relevant features to help you succeed.":["Этот помощник позволит вам воспользоваться всеми преимуществами Jetpack. Расскажите нам подробнее о своих целях, и мы порекомендуем вам те функции, которые помогут добиться успеха."],"What type of site is %s?":["К какому типу сайтов относится %s?"],"Jetpack offers support via community forums for any site without a paid product.":["Jetpack предоставляет поддержку на форумах сообщества для любых сайтов без дополнительных платных продуктов."],"No security threats found. Your site will continue to be monitored for future threats.":["Угрозы безопасности не обнаружены. На вашем сайте будет продолжаться мониторинг потенциальных угроз."],"Please finish your setup by entering your server’s credentials.":["Завершите настройку, введя учетные данные вашего сервера."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["Найдена угроза безопасности. <a>Нажмите здесь<\/a>, чтобы немедленно ее устранить.","Найдены угрозы безопасности. <a>Нажмите здесь<\/a>, чтобы немедленно их устранить.","Найдены угрозы безопасности. <a>Нажмите здесь<\/a>, чтобы немедленно их устранить."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["Приобретите Jetpack Scan, чтобы защитить свой сайт от угроз безопасности с помощью автоматического сканирования."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress не установлен, <a>установите плагин<\/a>, чтобы включить автоматическое сканирование для выявления угроз безопасности."],"VaultPress is not active, <a>please activate<\/a> to enable automatic scanning for security for threats.":["VaultPress не активирован, <a>активируйте плагин<\/a>, чтобы включить автоматическое сканирование для выявления угроз безопасности."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["VaultPress испытывает проблемы при сканировании. Убедитесь, что <keyLink>вы ввели ключ регистрации<\/keyLink>. Если требуется дополнительная помощь, <supportLink>обратитесь в службу поддержки<\/supportLink>."],"Could not activate VaultPress.":["Не удалось активировать VaultPress."],"Activating VaultPress…":["Активация VaultPress…"],"F Y":["F Y"],"F jS":["F jS"],"M j":["M j"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["Подключить Jetpack повторно"],"Click below to reconnect Jetpack":["Нажмите ниже, чтобы заново подключить Jetpack"],"You should only do this if advised by Site Health tests or Jetpack Support.":["Это следует делать только по результатам тестирования состояния сайта или по рекомендации службы поддержки Jetpack."],"You’ve clicked a link to restore your Jetpack connection.":["Вы прошли по ссылке для восстановления подключения Jetpack."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["Jetpack подключен повторно! Состояние подключения Jetpack можно отслеживать в модуле <a>Состояние сайта<\/a>."],"Your site is connected to Jetpack Backup.":["Ваш сайт подключен к службе Jetpack Backup."],"Your site is connected to VaultPress for backups.":["Ваш сайт подключен к VaultPress для резервного копирования."],"Your site is connected to VaultPress for backups and security scanning.":["Ваш сайт подключен к VaultPress для резервного копирования и проверки безопасности."],"Your site is connected to Jetpack Backup and Scan.":["Ваш сайт подключен к службам Jetpack Backup и Jetpack Scan."],"Automatically clear spam from comments and forms.":["Автоматическое удаление спама из комментариев и контактных форм."],"Connect your site to Google Analytics.":["Подключите свой сайт к Google Analytics."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["Автоматическое сканирование и устранение проблем одним щелчком мыши защитят ваш сайт от угроз."],"Save every change and get back online quickly with one-click restores.":["Сохраняйте каждое изменение и быстро восстанавливайте работоспособность сайта одним щелчком мыши"],"Get unlimited, ad-free video hosting.":["Получите неограниченный видеохостинг без рекламы."],"Jetpack Complete":["Jetpack Complete"],"The most powerful WordPress sites: Top-tier security bundle, enhanced search.":["Самые мощные веб-сайты WordPress: пакет безопасности высшего уровня, расширенный поиск."],"Jetpack Security Real-Time":["Jetpack Security в реальном времени"],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["Дополнительная безопасность для веб-сайтов с круглосуточной активностью. Рекомендуется для интернет-магазинов, новостных организаций и онлайн-форумов."],"Jetpack Security Daily":["Ежедневное Jetpack Security"],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["Почувствуйте спокойствие благодаря полной защите веб-сайта. Отлично подходит для сайтов брошюр, ресторанов, блогов и сайтов резюме."],"Could not activate Akismet.":["Невозможно активировать Akismet."],"Activating Akismet…":["Активация Akismet…"],"It looks like your API key has been set globally.":["Похоже, что ваш ключ API установлен глобально."],"A valid key has been set in your site's configuration.":["В конфигурации вашего веб-сайта установлен правильный ключ."],"There seems to be a problem with your website.":["Похоже, на вашем сайте возникли проблемы."],"Jetpack Dashboard was unable to properly communicate with your website. Please check your website's error logs to see what's wrong.":["Консоль Jetpack не может получить доступ к вашему веб-сайту. Посмотрите журналы ошибок на своем веб-сайте, чтобы узнать, что произошло."],"There was an error disconnecting Jetpack. Error: %s":["При отключении Jetpack произошла ошибка. Ошибка: %s"],"Reconnect to WordPress.com by approving the connection":["Подключитесь к WordPress.com заново, одобрив подключение"],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["Jetpack поддерживает работу вашего сайта, но чтобы получить доступ ко всем его возможностям, необходимо подключить вашу учётную запись к WordPress.com."],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["Используется <a>оффлайн режим<\/a> (некоторые возможности отключены) потому что: <reasons\/>"],"Your site URL is a known local development environment URL":["URL-адрес вашего сайта является URL-адресом известной локальной среды разработки"],"The %s constant is defined":["Константа %s определена"],"The jetpack_development_mode filter is active":["Фильтр jetpack_development_mode активен"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["В состав вашего тарифного плана %2$s входит %1$s. Похоже, вы также приобрели продукт %3$s. Рассмотрите возможность удалить %3$s."],"Restore Connection":["Восстановить подключение"],"Reconnecting Jetpack":["Повторное подключение Jetpack"],"Welcome to <s>Jetpack %s<\/s>!":["Добро пожаловать в <s>Jetpack %s<\/s>!"],"%1$s failed to activate. %2$s":["%1$s не удалось активировать. %2$s"],"Activating %s…":["Активация %s…"],"Jetpack Scan <em>Daily<\/em>":["<em>Ежедневное<\/em> Jetpack Scan"],"Connected as <span>%s<\/span>":["Подключено как <span>%s<\/span>"],"<a>View backup details<\/a>.":["<a>Просмотр сведений о резервной копии.<\/a>"],"Views: %s":["Просмотров: %s"],"Week of %s":["Неделя %s"],"<button>View detailed stats<\/button>":["<button>Подробная статистика<\/button>"],"Referring to a number of comments\u0004All-time comments":["Комментарии за всё время"],"Referring to a number of page views\u0004All-time views":["Просмотры за все время"],"%s View":["%s Просмотр","%s Просмотров","%s Просмотров"],"Referring to a number of page views\u0004Best overall day":["Наибольшее число просмотров за день"],"Referring to a number of page views\u0004Views today":["Просмотров сегодня"],"%s has been disabled by a site administrator.":["%s отключено администратором сайта."],"<button1>Verify with Google<\/button1><span>or<\/span><button2>Manually Verify<\/button2>":["<button1>Проверить с помощью Google<\/button1><span>или<\/span><button2>Проверить вручную<\/button2>"],"Site failed to verify: %s":["Ошибка подтверждения сайта: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["В разделе «Обновление»"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["В разделе «Для мобильных устройств»"],"Unavailable in Offline Mode":["Недоступно в автономном режиме"],"<a>Contact Support<\/a>":["<a>Обратиться в службу поддержки<\/a>"],"<a>View details<\/a>":["<a>Посмотреть подробности<\/a>"],"Uh oh, %s threat found.":["Внимание, обнаружена %s угроза.","Внимание, обнаружены угрозы (%s).","Внимание, обнаружены угрозы (%s)."],"Unavailable in Offline Mode.":["Недоступно в автономном режиме."],"Jetpack Backup <em>Real-Time<\/em>":["Jetpack Backup <em>в реальном времени<\/em>"],"Jetpack Backup <em>Daily<\/em>":["<em>Ежедневное<\/em> Jetpack Backup"],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s отключено администратором сайта. <link>Подробнее<\/link>."],"Error updating settings. %s":["Во время обновления настроек произошла ошибка. %s"],"Linked to WordPress.com.":["Привязано к WordPress.com."],"Connect your WordPress.com account":["Подключите свою учетную запись WordPress.com"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["Похоже, имеется проблема с вашим подключением к WordPress.com. Если проблема сохранится, попробуйте подключиться заново."],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["Автоматическое удаление спама из комментариев и контактных форм. Экономьте время, получайте больше откликов, предоставьте вашим посетителям более удобную среду — и все это без хлопот и забот."],"Jetpack Anti-Spam":["Jetpack Anti-Spam"],"Connection Error, please reconnect.":["Ошибка подключения. Повторите попытку."],"Customize your ads.txt file":["Настройка файла ads.txt"],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":["Ads.txt (Authorized Digital Sellers) — это механизм, который позволяет владельцам контента прописывать, кто может продавать их рекламный инвентарь. Это формальный список рекламных партнеров, которых поддерживает издатель."],"Adds a link to your privacy policy to the bottom of the CCPA notice popup (optional).":["Разместить ссылку на вашу политику конфиденциальности в нижней части окна-уведомления CCPA (опционально)."],"Failure to add this link will result in non-compliance with CCPA.":["Если вы не добавите эту ссылку, то ваш сайт не будет соответствовать требованиям CCPA."],"CCPA requires that you place a \"Do Not Sell My Personal Information\" link on every page of your site where targeted advertising will appear. <br\/>You can use the <widgetLink>Do Not Sell Link (CCPA) Widget<\/widgetLink>, or the <code>[ccpa-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["Закон CCPA требует разместить на каждой странице вашего сайта, где будет показываться таргетированная реклама, ссылку Do Not Sell My Personal Information (\"Не продавайте мою личную информацию\"). <br\/>Вы можете воспользоваться <widgetLink>виджетом Do Not Sell Link (CCPA)<\/widgetLink> или кодом <code>[ccpa-do-not-sell-link]<\/code>, чтобы автоматически разместить эту ссылку на своём сайте. Примечание. Ссылка всегда будет отображаться вошедшим в систему администраторам независимо от их местоположения."],"Do Not Sell Link":["Ссылка Do Not Sell (Не продавать мои личные данные)"],"For more information about the California Consumer Privacy Act (CCPA) <br\/>and how it pertains to your site, please consult our <link>CCPA guide for site owners<\/link>.":["Узнать больше о Законе штата Калифорния о защите конфиденциальности потребителей (CCPA) <br\/>и том, как он повлияет на ваш сайт, можно в нашем <link>руководстве по CCPA для владельцев сайтов<\/link>."],"Enable targeted advertising to California site visitors (CCPA)":["Активировать таргетированную рекламу для посетителей сайта из Калифорнии (CCPA)"],"Enables a targeted advertising opt-out link for California consumers, as required by the California Consumer Privacy Act (CCPA).":["Разместить ссылку отказа от таргетированной рекламы для пользователей из Калифорнии, наличие которой требуется согласно Закону штата Калифорния о защите конфиденциальности потребителей (CCPA)."],"Always allowed IP addresses":["Разрешенные IP-адреса"],"Add to Always Allowed list":["Добавить в список разрешенных"],"Privacy Policy URL":["URL-адрес политики конфиденциальности"],"The Jetpack Connection is also used by %d other plugin, and it will lose connection.":["Подключение к Jetpack используется еще %d плагином, подключение которого также прервется.","Подключение к Jetpack используется еще %d плагинами, подключение которых также прервется.","Подключение к Jetpack используется еще %d плагинами, подключение которых также прервется."],"The Jetpack Connection is also used by another plugin, and it will lose connection.":["Подключение к Jetpack используется другим плагином, подключение которого также прервется.","Подключение к Jetpack используется другими плагинами, подключение которых также прервется.","Подключение к Jetpack используется другими плагинами, подключение которых также прервется."],"Threat":["Угроза","Угрозы","Угроз"],"Site Accelerator":["Ускоритель сайта"],"Downtime Monitoring":["Мониторинг простоев"],"Navigation item.\u0004Set up":["Установить"],"Show comments area in carousel":["Показывать раздел комментариев в карусели"],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["Автоматическое сканирование и устранение проблем одним щелчком мыши защитят ваш сайт от угроз."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Помогите посетителям быстро находить информацию благодаря мгновенному поиску и мощной фильтрации."],"Your feedback will help us improve the product.":["Ваш отзыв поможет нам улучшить продукт."],"Please let us know why you're disabling Jetpack":["Укажите причину отказа от использования Jetpack"],"Please let us know why you're disconnecting Jetpack":["Укажите причину отключения Jetpack"],"share your experience":["поделитесь впечатлениями"],"Other:":["Другое:"],"Troubleshooting - I'll be reconnecting afterwards.":["Устранение неполадок — я повторно подключусь позже."],"I'm deleting\/migrating my site.":["Я удаляю\/перемещаю свой сайт."],"I don't know what it does.":["Я не знаю, для чего нужно это решение."],"It's buggy.":["Решение работает некорректно."],"It slowed down my site.":["Решение замедляет работу моего сайта."],"I can't get it to work.":["Я не могу сделать так, чтобы решение заработало."],"Continue":["Продолжить"],"The Jetpack Backup status could not be retrieved at this time.":["В данный момент невозможно получить статус резервного Jetpack Backup."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["В данный момент невозможно получить статус резервного копирования и Jetpack Backup."],"Oops!":["Ой!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Мгновенный поиск позволит посетителям получать результаты по мере ввода поискового запроса. Даже в отключенном состоянии Jetpack Search будет оптимизировать результаты поиска, но посетители их увидят только после отправки запроса."],"Enable instant search experience (recommended)":["Включить мгновенный поиск (рекомендуется)"],"Enable Search":["Включить поиск"],"Customize Search":["Настроить поиск"],"Relevant search results and filtering tightly integrated with your theme.":["Результаты поиска и фильтры тесно интегрированы с вашей темой."],"Instant Search and Filtering":["Мгновенный поиск и фильтрация"],"A Jetpack Site with the power of Jetpack Search":["Сайт Jetpack с мощным Jetpack Search"],"<a>Activate<\/a> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["<a>Активируйте<\/a>, чтобы посетители могли быстро находить информацию с помощью точного мгновенного поиска и мощной фильтрации."],"We are backing up your site daily.":["Мы выполняем резервное копирование вашего сайта ежедневно."],"Fast, highly relevant search results and powerful filtering.":["Быстрый, точный поиск и мощная фильтрация."],"Search supports many customizations. ":["Поиск поддерживает множество настроек. "],"Customize your Search experience.":["Настройте функции поиска."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["Невероятно мощный, настраиваемый Jetpack Search помогает вашим посетителям найти важное содержимое — именно тогда, когда нужно."],"real-time backups":["резервное копирование в режиме реального времени"],"daily backups":["ежедневное резервное копирование"],"Renews on %s.":["Дата продления: %s."],"Purchased on %s.":["Дата приобретения: %s."],"Settings header\u0004Jetpack Backup":["Jetpack Backup"],"You need to enter your server credentials to finish configuring Jetpack Backup.":["Введите учетные данные сервера, чтобы завершить настройку резервного Jetpack Backup."],"Jetpack Backup is being configured for your site.":["Идет настройка резервного Jetpack Backup для вашего сайта."],"Settings header\u0004Anti-spam":["Защита от спама"],"Daily Backups":["Ежедневное резервное копирование"],"My Products":["Мои продукты"],"My Plan":["Мой тарифный план"],"Your data is being securely backed up as you edit.":["Во время редактирования создается резервная копия ваших данных."],"Your data is being securely backed up every day with a 30-day archive.":["Ваши данные ежедневно сохраняются в резервной копии, которая хранится 30 дней."],"Jetpack Professional":["Jetpack Professional"],"Jetpack Premium":["Jetpack Premium"],"Jetpack Personal":["Jetpack Personal"],"Jetpack Free":["Бесплатная версия Jetpack"],"Expired on %s.":["Срок действия истёк %s"],"Have a question? We’d love to help! <a>Send a question to the Jetpack support team.<\/a>":["Появились вопросы? Мы с радостью поможем! <a>Отправьте вопрос службе поддержки Jetpack.<\/a>"],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack имеет много мощных инструментов, которые могут помочь вам достичь ваших целей"]," We’ve highlighted some of the features you rely on below.":["Ниже мы выделили некоторые функции, на которые вы можете рассчитывать."],"Jetpack is currently powering features on your site. Once you disable Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack в настоящее время обеспечивает определённые функции на вашем сайте. Как только вы отключите Jetpack, эти функции больше не будут доступны, и ваш сайт может перестать полноценно функционировать."],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack в настоящее время обеспечивает определённые функции на вашем сайте. Как только вы отключите Jetpack, эти функции больше не будут доступны, и ваш сайт может перестать полноценно функционировать."],"Grow your traffic with automated social <a>publishing and sharing<\/a>":["Увеличивайте посещаемость при помощи автоматической <a>публикации<\/a> в соцсетях"],"Block <a>brute force attacks<\/a> and get immediate notifications if your site is down":["Блокируйте <a>атаки с подбором пароля<\/a> и получайте немедленные уведомления, если ваш сайт перестаёт работать"],"Speed up your site and provide mobile-ready images with <a>our CDN<\/a>":["Ускорьте свой сайт и адаптируйте изображения под мобильные устройства при помощи <a>нашего CDN<\/a>"],"Disable":["Отключить"],"Are you sure you want to disconnect and deactivate?":["Вы действительно намерены произвести отключение и деактивацию?"],"Are you sure you want to disconnect?":["Вы действительно намерены произвести отключение?"],"Disable Jetpack":["Отключить Jetpack"],"Notice in the empty statistics chart\u0004No activity this period":["Нет активности за этот период"],"We back up your website with every change you make, making it easy to fix your mistakes.":["Мы сохраняем ваш сайт после каждого изменения, это легко позволит исправить ошибки."],"Automated Real-time Backups":["Автоматические резервные копии в реальном времени"],"We back up your website every day, so you never have to worry about your data again.":["Сохраняйте ежедневные резервные копии вашего сайта, чтобы никогда больше не беспокоиться о сохранности данных."],"Automated Daily Backups":["Автоматические ежедневные резервные копии"],"View Your Backups":["Просмотр резервных копий"],"A Jetpack Site securely backed up with Jetpack Backup":["Резервная копия сайта создана Jetpack Backup"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["Используйте синтаксис Markdown для создания контента со ссылками, списками и прочими стилями. Эта опция включает Markdown как в классическом редакторе, так и в блоке классического редактора."],"<a>Activate<\/a> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["<a>Активируйте<\/a> для оптимизации размеров изображений и их доставки через быструю глобальную сеть серверов Jetpack. Это улучшит производительность вашего сайта на компьютерах и мобильных устройствах."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Jetpack оптимизирует размер ваших изображений и скорость загрузки, используя быструю глобальную сеть серверов. Это улучшает производительность вашего сайта на компьютерах и мобильных устройствах."],"Image Accelerator":["Ускоритель изображений"],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["Ваш тарифный план Jetpack предоставляет защиту от спама через Akismet. Нажмите 'установить', чтобы включить его на вашем сайте."],"Already have a key? <a>Activate Akismet<\/a>":["Уже есть ключ? <a>Активировать Akismet<\/a>"],"Verifying…":["Проверка..."],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Предоставьте своим посетителям опыт плавного непрерывного чтения больше контента при прокрутке экрана вниз на страницах архивов."],"Settings header\u0004WP.me Shortlinks":["Короткие ссылки WP.me"],"Customize your SEO settings":["Изменяйте свои SEO-настройки"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Контролируйте то, как поисковые системы видят ваш сайт. При помощи SEO-инструментов Jetpack’а вы можете взглянуть на то как содержимое вашего сайта представляется популярным поисковым системам и мгновенно менять различные элементы, такие как название и краткое описание сайта."],"Log in to the WordPress mobile app":["Войдите в мобильное приложение WordPress"],"A caption for a button to log in to the WordPress mobile app.\u0004Send link":["Отправить ссылку"],"A caption for a button to cancel an action.\u0004Cancel":["Отмена"],"Easily log in to the WordPress app by clicking the link we'll send to the email address on your account.":["С помощью ссылки из письма, отправленного на указанный в учетной записи адрес эл. почты, можно легко войти в приложение WordPress."],"Email me a link to log in to the app":["Отправить ссылку для входа в приложение"],"Send your new posts to this email address:":["Отправляйте новые публикации на этот адрес эл. почты:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["Публикация по эл. посте позволяет размещать записи, не заходя на сайт. Для вас будет сгенерирован уникальный адрес эл. почты. Отправляйте материалы на него, и они будут опубликованы на сайте как любые другие записи."],"The WordPress.com toolbar replaces the default WordPress admin toolbar. It offers one-click access to notifications, your WordPress.com profile and your other Jetpack and WordPress.com websites. You can also catch up on the sites you follow in the Reader.":["Панель инструментов WordPress.com приходит на замену панели инструментов администратора WordPress. С помощью неё можно одним нажатием перейти к уведомлениям, профилю WordPress.com, другим сайтам Jetpack и WordPress.com. Узнать последние новости сайтов, на которые вы подписаны, можно в разделе \"Чтиво\"."],"Verify site ownership with third party services":["Подтвердите права собственности на сайт у сторонних поставщиков услуг"],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Включает небольшой график в административной панели, отображающий состояние трафика за последние 48 часов"],"Expand to update settings for how visits are counted and manage who can view this information.":["Разверните, чтобы обновить настройки подсчета посещений и управления доступом к этой информации."],"Generate shortened URLs for simpler sharing.":["Создавайте короткие URL-адреса для простой отправки ссылок другим пользователям."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["Используйте раздел похожего содержимого под каждой публикацией, чтобы удержать внимание посетителей. Эти настройки не распространяются на <a>связанные записи, добавленные с помощью редактора блоков<\/a>."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["Благодаря этой функции в конце каждой публикации отображается подборка похожего содержимого, позволяя читателю получить больше информации по теме."],"Jetpack Ads automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["Jetpack автоматически создаёт файл <link1>ads.txt<\/link1> с учётом особенностей вашего сайта. Если необходимо дополнить список записями для других сетей, введите их в поле ниже по одной на строку. <link2>Подробнее здесь.<\/link2>"],"Add sharing buttons to your posts and pages":["Добавление кнопок \"Поделиться\" в записи и на страницы"],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Создать кнопку \"Поделиться\", чтобы посетители могли распространять ваши записи и страницы в соцсетях парой кликов."],"You can customize the sharing buttons and choose which services to display.":["Вы можете настроить социальные кнопки и выбрать какие сервисы отображать."],"Share your content to social media, reaching new audiences and increasing engagement.":["Публикуйте записи в социальных сетях для привлечения новых посетителей и повышения активности читателей."],"Settings header, noun.\u0004WordPress.com login":["Авторизация на WordPress.com"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Получайте уведомления о прекращении работы сайта и восстановлении его работы."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Ваш сайт защищён Jetpack. Вы будете проинформированы, если что-то потребует вашего внимания."],"Search support docs":["Поиск по документам поддержки"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Нужна помощь? Узнайте больше о начале работы, настройке сайта, использовании фрагментов кода и многом другом."],"Start sharing":["Начать публикацию"],"Optimized performance":["Оптимизированная производительность"],"Enable the “subscribe to comments” option on your comment form":["Добавьте в форму для комментирования возможность подписаться на комментарии."],"Enable the “subscribe to site” option on your comment form":["Добавьте в форму для комментирования возможность подписаться на сайт."],"Manage advanced comment settings and grow your audience with email subscriptions.":["Настраивайте дополнительные параметры комментирования и используйте рассылку по эл. почте, чтобы расширить круг читателей."],"Comment form introduction":["О форме для комментирования"],"Scan":["Сканирование"],"Protect":["Защита"],"Never worry about losing your site – automatic backups keep your content safe.":["Не беспокойтесь о потере своего сайта – автоматическое создание резервных копий сохраняет ваше содержимое в безопасности."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Jetpack Anti-Spam с помощью модуля Akismet. Комментарии и текст из форм связи сверяются с глобальной базой данных для борьбы со спамом."],"Anti-spam":["Антиспам"],"Failed to send login email":["Сбой отправки эл. сообщения для входа в систему"],"Login email sent":["Сообщение для входа в систему отправлено"],"Sending login email…":["Отправка сообщения для входа..."],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["Волнуетесь о безопасности? Получите доступ к резервному копированию, автоматическим обновлениям системы безопасности и многому другому: <a>обновить<\/a>"],"Link to learn more about Jetpack.\u0004About":["О Jetpack"],"Allow readers to like individual comments.":["Разрешить посетителям отмечать \"нравится\" отдельные комментарии."],"Enable comment likes.":["Включить \"нравится\" для комментариев."],"Allow readers to use markdown in comments.":["Разрешить посетителям использовать разметку в комментариях."],"Show Gravatar hovercards alongside comments.":["Показывать всплывающие карточки Gravatar в комментариях."],"About Jetpack":["О Jetpack"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["Google будет уведомлять по эл. почте о некоторых событиях на вашем сайте, в том числе признаках <a1>взлома<\/a1> или проблемах с <a2>обходом или индексацией<\/a2> вашего веб-сайта."],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["Следите за посещаемостью и производительностью сайта на <a>Google Search Console<\/a>."],"Your site is verified with Google":["Ваш сайт был подтвержден Google"],"New in Jetpack %s":["Новые возможности Jetpack %s"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["Этот сайт невозможно подключить к WordPress.com, так как он нарушает наши <a>условия предоставления услуг<\/a>."],"Create account":["Создать учётную запись"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Модули"],"Enable widget visibility controls to display widgets only on particular posts or pages":["В разделе управления видимостью виджетов настройте отображение виджетов только для определенных записей и страниц"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Функция видимости виджетов позволяет определить, какие виджеты на каких страницах появятся, чтобы добиться максимального соответствия размещаемого в них содержимого."],"Make extra widgets available for use on your site including subscription forms and Twitter streams":["Получите дополнительные виджеты для размещения на своем сайте, в том числе формы подписки и ленты Twitter"],"Settings header\u0004Widgets":["Виджеты"],"Enhance CSS customization panel":["Улучшите панель настройки CSS"],"Compose content the way you want to and streamline your publishing experience.":["Организуйте содержимое согласно своим пожеланиям и упростите процесс публикации."],"Writing":["Написание"],"Add a portfolio item":["Добавить элемент портфолио"],"Add a testimonial":["Добавить отзыв"],"Compose using shortcodes to embed media from popular sites":["Создавайте записи с помощью шорткодов для добавления медиафайлов с популярных сайтов"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Клонируйте имеющиеся записи, страницы, отзывы и портфолио. Все содержимое будет скопировано, включая тексты, изображения записи, настройки возможности поделиться и другое."],"Maximize your site’s visibility in search engines and view traffic stats in real time.":["Улучшите позиции своего сайта в поисковых системах и просматривайте статистику посещений в реальном времени."],"Traffic":["Трафик"],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["При включении рекламы Jetpack автоматически создает пользовательский ads.txt специально для вашего сайта."],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Подключите ваш сайт к используемым вами социальным сетям и делитесь содержимым используя ваши учетные записи в соцсетях одним нажатием. При публикации записи она появится во всех подключенных учетных записях."],"Create a Jetpack account to use this feature":["Для использования этой функции создайте учетную запись Jetpack"],"Add Like buttons to your posts and pages":["Добавьте кнопки \"Нравится\" к вашим страницам и записям"],"When visitors enjoy your content, let them show it with a Like.":["Дайте возможность посетителям оценить понравившееся содержимое."],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["Повысьте безопасность своего сайта, включив систему защищённой аутентификации WordPress.com. Если включить эту функцию на мультисайте, можно будет авторизоваться на всех подсайтах под одной учётной записью."],"Jetpack will continuously monitor your site and alert you the moment downtime is detected.":["Jetpack постоянно следит за вашим сайтом и отправляет уведомления, если сайт перестает работать."],"You need to enter your server credentials to finish configuring Backups and Scan.":["Вам необходимо ввести учетные данные для сервера, чтобы завершить настройку службы резервного копирования и проверки безопасности."],"Awaiting credentials":["Ожидание ввода учетных данных"],"Backups and Scan are being configured for your site.":["Для вашего сайта настраиваются параметры службы резервного копирования и проверки безопасности."],"Provisioning":["Предоставление"],"Action needed":["Необходимо действие"],"Setting up":["Настройка"],"Speed up static file load times":["Ускорьте время загрузки статических файлов"],"Speed up image load times":["Ускорьте время загрузки изображений"],"Enable site accelerator":["Включить ускоритель сайта"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Ускорьте загрузку страниц, разрешив Jetpack оптимизировать изображения и использовать глобальную сеть серверов WordPress для предоставления изображений и статических файлов (например, CSS и JavaScript)."],"Error enabling Site accelerator. %s":["Ошибка при включении ускорителя сайта. %s"],"Site accelerator is now speeding up your site!":["Ускоритель начал работу на вашем сайте!"],"Enabling Site accelerator…":["Включение ускорителя сайта..."],"Error disabling site accelerator. %s":["Ошибка при выключении ускорителя сайта. %s"],"Site accelerator is no longer speeding up your site!":["Ускоритель на вашем сайте выключен!"],"Disabling site accelerator…":["Выключение ускорителя сайта..."],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Быстрая загрузка страниц, оптимизация изображений и комфорт посетителей."],"Spam filtering and priority support.":["Фильтрация спама и приоритетная поддержка."],"Support documentation":["Справочная документация"],"Chat bubbles representing getting in touch with support":["Пузыри чата, символизирующие диалог со службой поддержки"],"Site activity":["Активность на сайте"],"Reach a wider audience by automatically sharing your posts on social media.":["Расширьте аудиторию, настроив автоматическую публикацию своих записей в социальных сетях."],"Increase traffic to your site":["Повысьте посещаемость своего сайта"],"Explore free themes":["Пользуйтесь бесплатными темами"],"Get unlimited access to hundreds of professional themes, and customize your site exactly how you like it.":["Получите неограниченный доступ к сотням профессиональных тем и настройте сайт так, как задумали."],"A wide variety of themes and tools to customize a site":["Широкий выбор тем и инструментов для настройки сайта"],"Set up your site security":["Настройте безопасность своего сайта"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Предотвращайте атаки методом перебора, мгновенно получайте уведомления о неполадках на сайте."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Заблаговременное планирование публикации неограниченного числа твитов, записей в Facebook и других социальных сетях."],"Marketing Automation":["Автоматизация маркетинга"],"Browse premium themes":["Просмотр премиум-тем"],"Access beautifully designed premium themes at no extra cost.":["Доступ к сотням великолепных бесплатных премиум-тем."],"Try a premium theme":["Попробуйте премиум-тему"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Дополните статистику WordPress.com с помощью всестороннего анализа Google, раскрывающего тенденции посещаемости вашего сайта."],"Site stats showing an evolution in traffic and engagement":["Статистика сайта, отображающая рост посещаемости и пользовательской активности"],"Start earning":["Начните зарабатывать"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["Участвуя в программе WordAds, вы получаете деньги за показ рекламного содержимого на ваших сайтах. Начните зарабатывать прямо сегодня."],"A chart showing an healthy increase in earnings":["Таблица роста доходов"],"View your site activity":["Посмотреть активность вашего сайта"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Посмотреть хронологический список всех изменений и обновлений сайта в понятном, удобном для чтения виде."],"Interface showing a chronological list of changes and updates in a site":["Интерфейс с хронологическим списком изменений и обновлений сайта"],"High-speed, high-definition video hosting with no third-party ads.":["Высокоскоростное размещение видео высокого качества без сторонней рекламы."],"A cloud with multiple types of content floating around it":["Облако с различными типами контента вокруг него"],"Spam is automatically blocked from your comments.":["В комментариях выполняется автоматическая блокировка спама."],"A folder holding real comments":["Папка с реальными комментариями"],"Make your site faster":["Ускорьте работу сайта"],"Load pages faster by serving your images from our global network of servers.":["Ускорьте загрузку страниц, размещая свои изображения в нашей сети серверов по всему миру."],"A fast and performant website":["Быстрый и производительный сайт"],"View settings":["Показать настройки"],"A secure site, locked and protected by Jetpack":["Безопасный сайт под защитой Jetpack"],"Create a Jetpack account to view your email followers":["Создайте учётную запись Jetpack, чтобы просмотреть список всех подписчиков по эл. почте"],"Discussion":["Обсуждение"],"We are configuring your site protection.":["Мы настраиваем параметры безопасности вашего сайта."],"Manage security settings":["Управление настройками безопасности"],"View your site's backups":["Просмотр резервных копий вашего сайта"],"We are backing up your site in real-time.":["Выполняется резервное копирование вашего сайта в реальном времени."],"Enter credentials":["Введите учётные данные"],"You need to enter your server's credentials to finish the setup.":["Вам необходимо ввести учетные данные для сервера, чтобы завершить настройку."],"We are configuring your site's backups.":["Мы настраиваем параметры резервного копирования вашего сайта."],"View site activity":["Просмотреть действия на вашем сайте"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["Jetpack сохраняет данные обо всем, что происходит на вашем сайте, на основе которых можно принимать уверенные решения по управлению сайтом, отладке и устранению неполадок."],"Site is verified":["Сайт подтвержден"],"There was an error testing Jetpack. Error: %s":["При проверке Jetpack произошла ошибка. Ошибка: %s"],"Testing Jetpack Connection":["Проверка подключения Jetpack"],"Navigation item.\u0004Performance":["Производительность"],"Navigation item.\u0004My Plan":["Мой тарифный план"],"Enable":["Включить"],"Test your site’s compatibility with Jetpack.":["Проверьте совместимость вашего сайта с Jetpack."],"Privacy information":["Информация о конфиденциальности"],"Enable Lazy Loading for images":["Включить ленивую загрузку изображений"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["Ленивая загрузка изображений улучшает скорость вашего сайта и ощущения от его просмотра. Изображения будут загружаться при прокрутке страницы, вместо того, чтобы загрузиться всем сразу."],"Performance & speed":["Производительность и скорость"],"Enable high-speed, ad-free video player":["Включить быстрый видео-плеер без рекламы"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["Сделайте публикуемое вами содержимое более захватывающим с видео высокого разрешения. С Jetpack Video вы можете настраивать ваш видео проигрыватель и отдавать видео без рекламы, водяных знаков на высокой скорости вашим посетителям. Видеофайлы хранятся на серверах WordPress.com и не занимают место на вашем хостинге!"],"Video":["Видео"],"Carousel color scheme":["Цветовая схема карусели"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["EXIF данные показывают дополнительные технические детали о фото, например фокусное расстояние, апертуру и ISO."],"Show photo Exif metadata in carousel (when available)":["Показывать EXIF метаданные фотографий в карусели (если доступно)"],"Display images in a full-screen carousel gallery":["Показывать изображения в полноэкраной галерее-карусели"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Создавайте полноэкранные слайд-шоу на страницах сайта и в записях. Галереи изображений в виде карусели совместимы с мобильными устройствами и побуждают посетителей сайта просматривать ваши фотографии."],"Portfolios shortcode: [portfolio]":["Шорткод для портфолио: [portfolio]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["Используйте на сайте функцию <portfolioLink>портфолио<\/portfolioLink>, чтобы демонстрировать свои лучшие работы. Если ваша тема не поддерживает портфолио Jetpack, вы можете воспользоваться простым кодом для размещения их на своём сайте."],"Testimonials shortcode: [testimonials]":["Шорткод для благодарностей: [testimonials]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["Добавляйте на веб-сайт <testimonialLink>отзывы<\/testimonialLink>, чтобы привлекать новых клиентов. Если ваша тема не поддерживает отзывы Jetpack, вы можете воспользоваться простым кодом для размещения их на своём сайте."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["В настоящий момент у поисковых систем нет доступа к вашему сайту. Если вы хотите предоставить им доступ, зайдите в <a>Настройки чтения<\/a> и включите опцию \"Видимость для поисковых систем\"."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["Хорошие новости: Jetpack автоматически посылает вашу карту сайта на все значимые поисковые системы для индексации."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Карты сайта - файлы, используемые поисковыми системами типа Google или Яндекс для индексирования вашего сайта. Они могут улучшить ранжировку вашего сайта в результатах поиска. При включении этой возможности, Jetpack будет создавать карты сайта и обновлять их автоматически при изменении содержимого сайта."],"Configure related posts in the Customizer":["Настройте связанные записи в интерфейсе настройки"],"Show a thumbnail image where available":["Показывать изображение миниатюры, если доступно"],"Highlight related content with a heading":["Выделите связанное содержимое заголовком"],"View security scan details":["Посмотреть подробности сканирования безопасности"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["Чтобы получить дополнительную информацию о том, как конкретные инструменты Jetpack используют данные и отслеживают активность пользователей, перейдите в <privacyCenterLink>Центр конфиденциальности<\/privacyCenterLink>."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["Мы используем и другие средства сбора информации, в том числе средства сторонних разработчиков. <cookiePolicyLink>Здесь можно больше узнать о них<\/cookiePolicyLink> и о том, как ими управлять."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["Эти сведения помогают нам улучшать продукты, предлагать более полезную рекламу, настраивать WordPress.com согласно вашим предпочтениям и не только. Дополнительную информацию см. в нашей <pp>политике конфиденциальности<\/pp>."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["Позвольте нашей аналитической программе собрать информацию о том, как вы используете наши услуги после входа в учётную запись WordPress.com. <cookiePolicyLink>Подробнее.<\/cookiePolicyLink>"],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Управление этой функцией выполняется администратором сайта. <link>Подробнее.<\/link>"],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Эта функция отключена администратором сайта. <link>Подробнее.<\/link>"],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Эта функция включена администратором сайта. <link>Подробнее.<\/link>"],"We are committed to your privacy and security.":["Мы заботимся о вашей приватности и безопасности."],"Settings header\u0004Privacy Settings":["Настройки приватности"],"Search term.\u0004terms of service":["условия использования "],"Search term.\u0004tos":["tos"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["данные"],"Search term.\u0004tracks":["отслеживание"],"Search term.\u0004privacy":["приватность"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Автоматически загружает следующие записи, когда пользователь приближается к нижней части страницы."],"Allows you to publish new posts by sending an email to a special address.":["Даёт возможность публиковать новые записи путём отправки электронного письма на особый адрес."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Добавляет панель инструментов со ссылками на все ваши сайты, уведомления, профиль WordPress.com и ленту раздела \"Чтиво\"."],"This feature has been disabled by a site administrator.":["Эта функция отключена администратором сайта."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["Предоставляет необходимые скрытые теги, которые нужны для проверки подлинности вашего сайта WordPress с помощью различных служб."],"Displays information on your site activity, including visitors and popular posts or pages.":["Отображает информацию об активности вашего сайта, включая сведения о посещениях, популярных записях или страницах."],"Allows you to optimize your site and its content for better results in search engines.":["Позволяет оптимизировать сайт и его содержимое, чтобы улучшить его позиции в результатах поиска."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["Интегрирует ваш сайт WordPress с платформой Google Analytics, которая позволяет анализировать посещаемость, аудиторию и показатели конверсии сайта."],"You can place additional ads using the Ad widget. <link>Try it out!<\/link>":["Используйте виджет \"Реклама\" для размещения дополнительных объявлений. <link>Попробуйте!<\/link>"],"Displays high-quality ads on your site that allow you to earn income.":["Показывает на вашем сайте рекламные объявления высокого качества, которые дают вам возможность зарабатывать."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["Позволяет автоматически делиться новым содержимым вашего сайта в социальных сетях, в том числе в Facebook и Twitter."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Добавляет к содержимому вашего сайта кнопки \"Нравится\", чтобы пользователи могли выразить одобрение или удовольствие."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Предоставляет зарегистрированным пользователям возможность входить на ваш сайт с использованием их учётных записей WordPress.com."],"Configure your notification settings":["Настройте параметры уведомлений"],"Settings header\u0004Downtime monitoring":["Мониторинг простоев"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Создаёт резервные копии вашего сайта на серверах глобальной сети WordPress.com. Вы сможете восстановить содержимое в случае сбоя или ошибки."],"Removes spam from comments and contact forms.":["Удаляет спам из комментариев и контактных форм."],"Add Search (Jetpack) Widget":["Добавить виджет поиска (Jetpack)"],"Jetpack Search is powering search on your site.":["Поиск на вашем сайте обеспечивается Jetpack."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Файлы на вашем сайте проходят регулярную проверку на предмет несанкционированных и подозрительных изменений, которые могут нести угрозу вашей безопасности и данным."],"Protects your site from traditional and distributed brute force login attacks.":["Защищает ваш сайт от традиционных и распределённых атак методом перебора пароля."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack оптимизирует ваши изображения и будет предоставлять их посетителям вашего сайта с ближайшего к ним сервера. Наша международная сеть предоставления содержимого значительно повысит скорость загрузки вашего сайта."],"Jetpack’s downtime monitor will continuously monitor your site and alert you the moment that downtime is detected.":["Средство мониторинга простоев Jetpack отслеживает работу вашего сайта и отправляет уведомления о простоях."],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Средство резервного Jetpack Backup позволяет с легкостью восстановить сайт или загрузить резервную копию на определенный момент времени."],"Moderate comments":["Модерирование комментариев"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Разрешите читателям подписываться на записи и комментарии, получать уведомления о новом содержимом по эл.почте."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Замена стандартной формы комментариев WordPress новой, включающей возможности входа через соцсети."],"Error updating privacy settings. %s":["Во время обновления настроек конфиденциальности произошла ошибка. %s"],"Updated privacy settings.":["Настройки приватности обновлены."],"Updating privacy settings…":["Обновление настроек приватности..."],"Add Jetpack Search Widget":["Добавить виджет поиска Jetpack"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, unlimited themes, and priority support.":["Полный набор средств безопасности, средства автоматизации маркетинга и автоматизации сайта, неограниченный объём хранилища для размещения видео, неограниченное число тем, улучшенный поиск и поддержка в приоритетном режиме."],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Полный набор средств безопасности, средства автоматизации маркетинга и автоматизации сайта, неограниченный объём хранилища для размещения видео и поддержка в приоритетном режиме."],"Daily backups, spam filtering, and priority support.":["Ежедневное резервирование, фильтрация спама и поддержка в приоритетном режиме."],"Always-on security":["Непрерывная защита"],"Activate video hosting":["Активировать видеохостинг"],"Design the perfect website":["Создайте дизайн совершенного сайта"],"Set up Jetpack":["Настроить Jetpack"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Резервное копирование в реальном времени с неограниченным местом для хранения, восстановлением в одно нажатие и автоматической проверкой безопасности."],"Jetpack Search":["Поиск Jetpack"],"Daily backup of all your site data with unlimited space and one-click restores":["Ежедневное резервное копирование данных вашего сайта, с неограниченным местом для хранения и восстановлением в одно нажатие"],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Резервное копирование данных вашего сайта в реальном времени с неограниченным объёмом хранилища, возможностью восстановления в одно нажатие, автоматической проверкой безопасности и поддержкой в приоритетном режиме"],"View your security activity":["Посмотреть активность по безопасности"]," (powered by VaultPress).":[" (работает с VaultPress)."],"Jetpack version":["Версия Jetpack"],"Jetpack version %s":["Версия Jetpack %s"],"Activity":["Активность"],"Monetize your site with ads":["Монетизировать ваш сайт с помощью рекламы"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Нажимая кнопку ниже, вы принимаете наши <tosLink>условия предоставления услуг<\/tosLink> и даёте согласие на <shareDetailsLink>обмен данными<\/shareDetailsLink> с WordPress.com."],"Jetpack Stats People":["Jetpack статистика по людям"],"Hello there! Your stats have been activated.":["Привет! Ваша статистика активирована"],"Just give us a little time to collect data so we can display it for you here.":["Просто дайте нам немного времени на сбор данных, чтобы мы могли показать их здесь."],"Okay, got it!":["Ясно, понятно!"],"Display ads below posts on":["Показывать рекламу ниже записи для"],"Archives":["Архивы"],"Additional ad placements":["Размещение дополнительной рекламы"],"Top of each page":["Наверху каждой страницы"],"Second ad below post":["Вторая реклама ниже записи"],"Schedule posts":["Запланировать записи"],"Activate Publicize":["Активировать Publicize"],"Get WordPress Apps for every device":["Получите приложение WordPress для любого устройства"],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["Управлять всеми вашими сайтами с единой консоли: публиковать содержимое, отслеживать статистику, модерировать комментарии и  много больше, с любой точки Земли."],"Create address":["Создать адрес"],"Pages":["Страницы"],"Access the full list of Jetpack modules available on your site.":["Доступ к полному списку модулей Jetpack доступных на вашем сайте."],"We're here to help":["Мы здесь для того чтобы помочь"],"Your paid plan gives you access to prioritized Jetpack support.":["Ваш платный тариф дает вам возможность приоритетной поддержки Jetpack."],"Ask a question":["Задать вопрос"],"Search our support site":["Поискать на сайте поддержки"],"Get a faster resolution to your support questions.":["Получите быстрое решение ваших вопросов в поддержку."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Улучшить"],"Generate income with high-quality ads.":["Получайте доход от качественной рекламы."],"Button caption\u0004Saving…":["Сохранение..."],"Button caption\u0004Save settings":["Сохранить настройки"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Этот сайт не подключен к WordPress.com. Пожалуйста попросите администратора сайта сделать это."],"Navigation item.\u0004Dev Tools":["Разработка"],"An Automattic Airline":["Авиалиния Automattic"],"Short warning message\u0004Updates needed":["Требуется обновление"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Платно"],"Manage site connection":["Управление подключением сайта"],"Connect your account to WordPress.com to view more stats":["Подключите ваш аккаунт к WordPress.com для подробной статистики"],"Theme enhancements":["Улучшения темы"],"Load more posts using the default theme behavior":["Загружать больше записей используя поведение темы по умолчанию"],"Load more posts in page with a button":["Загружать больше записей на странице кнопкой"],"Load more posts as the reader scrolls down":["Загружать больше записей при прокрутке вниз"],"Theme support required.":["Требуется поддержка темы."],"Learn more about adding support for Infinite Scroll to your theme.":["Узнайте больше о добавлении бесконечной прокрутки к вашей теме."],"Settings header\u0004WordPress.com toolbar":["Панель инструментов WordPress.com"],"Enable the WordPress.com toolbar":["Включить панель инструментов WordPress.com"],"Writing tools available to you will be shown here when an administrator enables them.":["Инструменты для редактирования доступные вам будут показаны здесь когда администратор включит их."],"Portfolios":["Портфолио"],"Settings header\u0004Composing":["Создание записи"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, and <yandex>Yandex.Webmaster<\/yandex>.":["Обратите внимание, что для индексации поисковыми системами <b>подтверждение подлинности вашего сайта с помощью этих служб не требуется<\/b>. Чтобы использовать эти расширенные возможности поисковых систем и подтвердить подлинность своего сайта с помощью той или иной службы, вставьте HTML-код тега в поле ниже. Если у вас возникли проблемы, прочтите <support>инструкции полностью<\/support>. Поддерживаемые службы проверки подлинности: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest> и <yandex>Yandex.Webmaster<\/yandex>."],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["Генерировать XML карту сайта"],"Settings header\u0004Site stats":["Статистика сайта"],"Count logged in page views from":["Учитывать просмотры страниц от"],"Allow stats reports to be viewed by":["Разрешить просмотр статистики"],"Settings header\u0004Search engine optimization":["Оптимизация для поисковых систем"],"A header for a preview area in the configuration screen.\u0004Preview":["Предпросмотр"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Настройки Google Analytics"],"Ads header\u0004Ads":["Реклама"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Показывать рекламу в первой статье на главной странице или в конце каждой страницы и записи. Чтобы увеличить свой доход, поместите дополнительную рекламу в верхней части сайта или в любой области для виджетов."],"Enable ads and display an ad below each post":["Включить рекламу и показывать ее внизу каждой записи"],"No search results found for %s":["Нет результатов поиска для %s"],"Enter a search term to find settings or close search.":["Введите поисковый запрос, чтобы найти настройки, или закройте поиск."],"Match accounts using email addresses":["Сопоставить учетные записи, используя адреса электронной почты"],"Require accounts to use WordPress.com Two-Step Authentication":["Требовать использования 2-факторной авторизации WordPress.com"],"Settings header\u0004Brute force attack protection":["Защита от атак подбора"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["Вы можете пометить IP-адрес или несколько адресов как «Разрешены всегда», чтобы Jetpack никогда их не блокировал. Можно указывать адреса IPv4 и IPv6. Чтобы указать диапазон, введите минимальное и максимальное значения, разделённые тире. Пример: 12.12.12.1—12.12.12.100"],"You have paid for backups but they're not yet active.":["Вы заплатили за резервные копии но они еще не активны."],"You have paid for backups and security scanning but they’re not yet active.":["Вы заплатили за резервные копии и проверку безопасности но они еще не активны."],"Click \"Set Up\" to finish installation.":["Нажмите \"Установить\" для завершения установки."],"Checking site status…":["Проверка статуса сайта..."],"Settings header\u0004Backups and security scanning":["Резервирование и безопасность"],"Checking your spam protection…":["Проверка защиты от спама..."],"Fetching key…":["Получение ключа..."],"Your site needs an Anti-spam key.":["Вашему сайту нужен ключ антиспама."],"There's a problem with your Anti-spam API key. <a>Learn more<\/a>.":["Возникла проблема с ключом API антиспама. <a>Подробнее<\/a>."],"Your site is not protected from spam.":["Ваш сайт не защищен от спама."],"Your Anti-spam key is valid.":["Ваш ключ антиспама действителен."],"Your site is protected from spam.":["Ваш сайт защищен от спама."],"Checking key…":["Проверка ключа..."],"Your API key":["Ваш API ключ"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Если у вас ещё нет ключа API, <a>получите его здесь<\/a>, пользуясь указаниями по ходу процедуры получения."],"Configure your sharing buttons":["Конфигурация кнопок \"Поделиться\""],"Settings header\u0004Sharing buttons":["Кнопки \"Поделиться\""],"Connect your social media accounts":["Подключить ваши аккаунты в соцсетях"],"Settings header\u0004Publicize connections":["Подключения для публикации записей в социальных сетях"],"Automatically share your posts to social networks":["Автоматически делиться вашими записями в соцсетях"],"Settings header\u0004Like buttons":["Кнопки \"Нравится\""],"A caption for a small button to fix security issues.\u0004Threats":["Угрозы"],"A caption for a small button to fix security issues.\u0004See threats":["Посмотреть чем это грозит"],"Short message informing user that the site is secure.\u0004Secure":["Безопасно"],"Caption for a button to set up a feature.\u0004Set up":["Настроить"],"View your Email Followers":["Посмотреть подписчиков по эл.почте"],"Color scheme":["Цветовая схема"],"Enable Markdown use for comments.":["Разрешить использовать разметку для комментариев."],"Connections":["Подключения"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Ваш сайт в режиме оффлайн, он не может быть подключен к WordPress.com."],"Your site is connected to WordPress.com.":["Ваш сайт подключен к WordPress.com."],"You are the Jetpack owner.":["Вы владелец Jetpack."],"Dashboard widget header\u0004Site connection":["Подключение сайта"],"Dashboard widget header\u0004Account connection":["Подключение аккаунта"],"Updating settings…":["Обновляем настройки..."],"Updated settings.":["Настройки обновлены"],"Updating Post by Email address…":["Обновление записи по адресу эл.почты..."],"Regenerated Post by Email address.":["Пересоздание записи по адресу эл.почты."],"Error regenerating Post by Email address. %s":["Во время повторного создания адреса для публикации записи по электронной почте произошла ошибка. %s"],"Updated settings. Refreshing page…":["Настройки сохранены. Обновляем страницу..."],"Navigation item.\u0004Settings":["Настройки"],"Navigation item.\u0004Discussion":["Обсуждение"],"Navigation item.\u0004Traffic":["Трафик"],"Navigation item.\u0004Sharing":["Поделиться"],"Google Analytics is a free service that complements our <a>built-in stats<\/a> with different insights into your traffic. WordPress.com stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics — это бесплатная служба, которая предоставляет подробные данные о посещаемости вашего сайта, дополняющие <a>встроенную статистику<\/a>. Google Analytics использует собственные способы учета и мониторинга активности пользователей, поэтому данные этой службы, как правило, немного отличаются от внутренней статистики по числу посещений, просмотров и т. д."],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Настроить Google Analytics"],"Activate Google Analytics":["Активировать Google Analytics"],"Download the free apps":["Загрузить бесплатные приложения"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Для вашего сервера заданы неправильные настройки, поэтому Jetpack Protect не может эффективно защищать ваш сайт."],"Video Hosting":["Видео хостинг"],"View your earnings":["Посмотреть ваши доходы"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Активируя рекламу, вы принимаете <link>условия предоставления услуг<\/link> Automattic Ads."],"Site Security":["Безопасность сайта"],"You are running Jetpack on a staging server.":["Jetpack работает на тестовом сервере."],"More Info":["Больше информации"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Ежедневное резервное копирование данных вашего сайта, с неограниченным местом для хранения и восстановлением в одно нажатие, автоматической проверкой безопасности и приоритетной поддержкой"],"This will reset all Jetpack options, are you sure?":["Это сбросит все настройки Jetpack! Вы уверены?"],"<button>View more stats on WordPress.com<\/button>":["<button>Просмотреть дополнительную статистику на WordPress.com<\/button>"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Остались несохранённые настройки, которые будут потеряны, если вы покинете эту вкладку. Всё равно покинуть?"],"Dashboard":["Консоль"],"Navigation item.\u0004At a Glance":["Краткий обзор"],"Search for a Jetpack feature.":["Найдите компонент Jetpack."],"Configure your Security Scans":["Настройка проверок безопасности"],"Big iPhone\/iPad Update Now Available":["Доступно большое обновление для iPhone и iPad"],"The WordPress for Android App Gets a Big Facelift":["Грандиозное обновление приложения WordPress для Android"],"Upgrade Focus: VideoPress For Weddings":["Акцент обновления: VideoPress для свадеб"],"A few catchy words to motivate your visitors to comment.":["Несколько привлекающих внимание слов, чтобы побудить читателей оставлять комментарии."],"verb\u0004Copy":["Копировать"],"Copied!":["Скопировано!"],"Highlight and copy the following text to your clipboard:":["Выделите и скопируйте в буфер обмена следующий текст:"],"Regenerate address":["Создать адрес заново"],"Cheatin' uh?":["Жульничаем?"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>Расскажите, почему вы не завершили подключение Jetpack, ответив на эти <a>два вопроса<\/a>.<\/p><p>Подключение Jetpack необходимо для работы наших бесплатных функций безопасности и управления трафиком.<\/p>"],"Your Jetpack is already connected.":["Jetpack уже подключен."],"You're fueled up and ready to go, Jetpack is now active.":["Jetpack активирован. Теперь можно приступать к работе."],"You're fueled up and ready to go.":["Теперь можно приступать к работе."],"You are currently running a development version of Jetpack.":["Сейчас вы работаете в тестовой версии Jetpack."],"Submit Beta feedback":["Отправить отзыв"],"Navigation item.\u0004Reset Options (dev only)":["Сброс параметров (только для версий разработки)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Отладка"],"WordPress.com Terms of Service":["Условия предоставления услуг WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Условия"],"Automattic's Privacy Policy":["Политика конфиденциальности Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Политика конфиденциальности"],"Saving…":["Сохранение…"],"Save Settings":["Сохранить настройки"],"Unlink me from WordPress.com":["Отменить мою привязку к WordPress.com"],"Link to WordPress.com":["Привязать к WordPress.com"],"Click to view detailed stats.":["Нажмите для просмотра подробной статистики."],"Something happened while loading stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["При загрузке статистики произошла ошибка. Повторите попытку позже или <a>просмотрите статистику сейчас на WordPress.com<\/a>"],"Jetpack Stats Icon":["Значок статистики Jetpack"],"<a>Activate Site Stats<\/a> to see detailed stats, likes, followers, subscribers, and more! <a1>Learn More<\/a1>":["<a>Активируйте статистику сайта<\/a>, чтобы видеть отметки \"Нравится\", читателей, подписчиков и другие сведения. <a1>Подробнее<\/a1>"],"Activate Site Stats":["Активация статистики сайта"],"Days":["Дн."],"Weeks":["Нед."],"Months":["Мес."],"Site Backups":["Резервные копии сайта"],"Upgrade":["Обновление"],"ACTIVE":["АКТИВНА"],"View your spam stats":["Просмотр статистики спама"],"View your security dashboard":["Просмотр консоли безопасности"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Сайт находится в режиме оффлайн, поэтому его нельзя подключить к WordPress.com."],"Link your account to WordPress.com to get the most out of Jetpack.":["Привяжите учетную запись к WordPress.com для максимально эффективного использования Jetpack."],"No threats found, you're good to go!":["Угрозы не обнаружены, продолжайте работу!"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack активно блокирует несанкционированные попытки входа. Данные здесь скоро появятся!"],"Total malicious attacks blocked on your site.":["Общее число вредоносных атак, заблокированных на сайте."],"<a>Activate Protect<\/a> to keep your site protected from malicious sign in attempts.":["<a>Активируйте защиту<\/a>, чтобы обезопасить сайт от несанкционированных попыток входа."],"Downtime monitor":["Мониторинг доступности сайта"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack выполняет мониторинг сайта. Если нам покажется, что ваш сайт не работает, вы получите сообщение по электронной почте."],"<a>Activate Monitor<\/a> to receive email notifications if your site goes down.":["<a>Активируйте мониторинг<\/a>, чтобы получать уведомления, когда сайт не работает."],"Security":["Безопасность"],"Performance":["Производительность"],"Backup":["Резервные копии"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["Для автоматического резервного копирования всего сайта <a>установите и активируйте<\/a> VaultPress."],"Loading…":["Загрузка..."],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["Спам в комментариях заблокирован."],"Resetting Jetpack options…":["Сброс параметров Jetpack…"],"Options reset.":["Параметры сброшены."],"Options failed to reset.":["Не удалось сбросить параметры."],"There was an error reconnecting Jetpack. Error: %s":["При переподключении Jetpack произошла ошибка. Ошибка: %s"],"Unlinking from WordPress.com":["Отмена привязки к WordPress.com."],"Unlinked from WordPress.com.":["Привязка к WordPress.com отменена."],"Error unlinking from WordPress.com. Error: %s":["При отмене привязки к WordPress.com произошла ошибка. %s"],"Navigation item.\u0004At A Glance":["Краткий обзор"],"Navigation item.\u0004Plans":["Тарифные планы"],"Navigation item.\u0004Security":["Безопасность"],"Navigation item.\u0004Writing":["Написание"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["При подключении Jetpack произошла ошибка. Нажмите «Подключение к WordPress.com» еще раз."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["При подключении Jetpack возникла проблема. Деактивируйте этот плагин, затем активируйте и подключите снова."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Не выходите из учётной записи в своем блоге WordPress, пока идёт авторизация Jetpack."],"<s>Your Jetpack has a glitch.<\/s> We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>В Jetpack произошла ошибка.<\/s> Приносим извинения. Повторите попытку позже. Если устранить неполадку не удастся, отправьте в службу поддержки следующее сообщение: %s"],"Disconnecting Jetpack":["Отключение Jetpack"],"Learn more":["Подробнее"],"Posts":["Записи"],"Front page":["Главная страница"],"Upload videos":["Загрузить видео"],"Pinterest":["Pinterest"],"Google":["Google"],"Show related content after posts":["Показывать похожее содержимое под записями"],"Related":["Похожее"],"Disconnect":["Отсоединиться"],"Save":["Сохранить"],"Your current IP: %s":["Ваш текущий IP-адрес: %s"],"Media":["Медиафайлы"],"Related Posts":["Похожие записи"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX — это эффективный язык разметки для написания сложных математических уравнений, формул и многого другого."],"Site Stats":["Статистика сайта"],"Sharing":["Поделиться"],"Testimonials":["Отзывы"],"Cancel":["Отмена"],"Comments":["Комментарии"],"Reconnect Jetpack":["Повторное подключение Jetpack"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["Jetpack не смог подключиться к WordPress.com: %s. Обычно это происходит из-за неправильных настроек на веб-узле."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["На WordPress.com сейчас проблемы, и расширить возможности вашего Jetpack в данный момент невозможно. Повторите попытку позже."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s>Сбой в работе Jetpack.<\/s> Невозможно подключить этот сайт к WordPress.com. Обычно это означает, что ваш сайт не является общедоступным (размещен на локальном узле)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Ваш веб-сайт должен быть общедоступным, чтобы иметь возможность использовать Jetpack: %s"],"Edit":["Изменить"],"Connected":["Подключен"],"Activate":["Активировать"],"%s has been activated.":["%s был активирован."],"Active":["Активно"],"Search":["Поиск"],"Settings":["Настройки"],"Learn More":["Подробнее"],"Disconnect Jetpack":["Отключить Jetpack"]}},"comment":{"reference":"_inc\/build\/admin.js"}}