{"translation-revision-date":"2021-03-30 11:54:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Curious what else Jetpack has to offer? <ExternalLink>View all Jetpack features<\/ExternalLink>":["Jetpack'in başka neler sunabileceğini merak mı ediyorsunuz? <ExternalLink>Tüm Jetpack özelliklerini görüntüleyin<\/ExternalLink>"],"Recommendations skipped":["Öneriler atlandı"],"You didn’t enable any recommended features. To get the most out of Jetpack, enable some recommendations or explore all Jetpack features.":["Önerilen özelliklerin hiçbirini etkinleştirmediniz. Jetpack'ten en iyi şekilde yararlanmak için bazı önerileri etkinleştirin veya tüm Jetpack özelliklerini keşfedin."],"Recommendations enabled":["Öneriler etkinleştirildi"],"Nice work! Let’s ensure the features you enabled are configured for your %s.":["İyi iş! Etkinleştirdiğiniz özelliklerin %s için yapılandırıldığından emin olalım."],"Explore premium Jetpack product bundles or pick and choose exactly what you need.":["Premium Jetpack ürün paketlerini keşfedin veya tam olarak ihtiyacınız olanı seçin."],"Powerful security, performance, and marketing":["Güçlü güvenlik, performans ve pazarlama"],"Recommended premium product":["Önerilen premium ürün"],"Increase site growth with marketing":["Pazarlama ile sitenizi daha hızlı büyütün"],"Speed-enhancing performance tools":["Hız artırıcı performans araçları"],"Robust security to keep your site safe":["Sitenizi güvende tutmak için sağlam güvenlik"],"Explore a better editing experience":["Daha iyi bir düzenleme deneyimini keşfedin"],"Update your site from any device":["Sitenizi herhangi bir cihazdan güncelleyin"],"Free stock photo library":["Ücretsiz stok fotoğraf kitaplığı"],"Multi-site plugin management":["Çoklu site eklenti yönetimi"],"Manage multiple sites from one dashboard":["Tek bir yönetim panelinden birden fazla siteyi yönetin"],"Refined post and page editor":["Geliştirilmiş gönderi ve sayfa düzenleyici"],"Google Play Store download badge":["Google Play Store indirme logosu"],"Download the WordPress Android mobile app.":["WordPress Android mobil uygulamasını indirin."],"Apple App Store download badge":["Apple App Store indirme logosu"],"Download the WordPress iOS mobile app.":["WordPress iOS mobil uygulamasını indirin."],"Manage security on Jetpack.com":["Jetpack.com'da güvenliği yönetin"],"You can also use your included Activity feature to monitor every change that occurs on your site!":["Ayrıca eklenen Etkinlik özelliğini kullanarak sitenizde meydana gelen her değişikliği izleyebilirsiniz."],"Did you know you can manage all your backups right from Jetpack.com?":["Tüm yedeklemelerinizi doğrudan Jetpack.com'dan yönetebileceğinizi biliyor muydunuz?"],"Manage your security on Jetpack.com":["Jetpack.com'da güvenliğinizi yönetin"],"Enter your server credentials to enable one-click restores included in your plan.":["Paketinizde bulunan tek tıklamayla geri yükleme özelliğini etkinleştirmek için sunucu kimlik bilgilerinizi girin."],"Get the most out of your %s. One-click restores ensure you’ll be able to easily restore your site, if anything goes wrong.":["%s sitenizden en iyi şekilde yararlanın. Tek tıklamayla geri yükleme, herhangi bir sorun olduğunda sitenizi kolayca geri yükleyebilmenizi sağlar."],"Enable one-click restores":["Tek tıklamayla geri yükleme özelliğini etkinleştirin"],"Real-time Backups":["Eşzamanlı Yedeklemeler"],"WooCommerce":["WooCommerce"],"Install":["Kur"],"Creative Mail":["Creative Mail"],"Other sites may include non-profits, colleges or schools, apps, real-estate, or others.":["Diğer siteler kâr amacı gütmeyen kuruluşları, kolejleri veya okulları, uygulamaları, gayrimenkulleri veya diğerlerini içerebilir."],"Stores typically include online e-commerce stores selling goods, services, or digital downloads.":["Mağazalar genellikle mal, hizmet veya indirilebilen dijital ürün satan çevrimiçi e-ticaret mağazalarını kapsar."],"Business sites usually include shops, services like lawyers, or plumbers, and advertisers or influencers.":["İşletme siteleri genellikle dükkanları, avukat veya tesisatçı gibi hizmetleri ve reklamverenleri veya etki faktörlerini kapsar."],"Personal sites usually include blogs, resume sites, weddings or other events, and hobby sites.":["Kişisel siteler genellikle blogları, özgeçmiş sitelerini, düğün veya diğer etkinlikleri ve hobi sitelerini kapsar."],"Decide later":["Daha sonra karar ver"],"Install WooCommerce":["WooCommerce'i yükle"],"We’re partnered with <strong>WooCommerce<\/strong> — a customizable, open-source eCommerce platform built for WordPress. It’s everything you need to start selling products today. <ExternalLink>Learn more<\/ExternalLink>":["WordPress için oluşturulmuş özelleştirilebilir, açık kaynaklı bir e-ticaret platformu olan <strong>WooCommerce<\/strong> ile ortaklık içindeyiz. Hemen bugün ürün satmaya başlamak için ihtiyacınız olan her şey. <ExternalLink>Daha fazla bilgi<\/ExternalLink>"],"Would you like WooCommerce to power your store?":["WooCommerce'in mağazanıza güç vermesini ister misiniz?"],"Enable Site Accelerator":["Site Hızlandırıcı'yı etkinleştirin"],"Faster sites get better ranking in search engines and help keep visitors on your site longer. <strong>Site Accelerator<\/strong> will automatically optimize your image and files. <ExternalLink>Learn more<\/ExternalLink>":["Daha hızlı siteler arama motorlarında daha iyi sıralama elde eder ve ziyaretçilerin sitenizde daha uzun süre kalmasına yardımcı olur. <strong>Site Hızlandırıcı<\/strong> görüntünüzü ve dosyalarınızı otomatik olarak optimize eder. <ExternalLink>Daha fazla bilgi<\/ExternalLink>"],"Would you like Site Accelerator to help your site load faster?":["Site Hızlandırıcı'nın sitenizin daha hızlı yüklenmesine yardımcı olmasını ister misiniz?"],"Enable Related Posts":["İlgili Gönderileri Etkinleştir"],"Displaying <strong>Related Posts<\/strong> at the end of your content keeps visitors engaged and on your site longer. <ExternalLink>Learn more<\/ExternalLink>":["İçeriğinizin sonunda <strong>İlgili Gönderileri<\/strong> görüntülemek ziyaretçilerin ilgisini çekmeyi ve sitenizde daha uzun süre kalmasını sağlar. <ExternalLink>Daha fazla bilgi<\/ExternalLink>"],"Would you like Related Posts to display at the bottom of your content?":["İlgili Gönderiler'in içeriğinizin altında görüntülenmesini ister misiniz?"],"Enable Downtime Monitoring":["Kullanım Dışı Kalma Takibini Etkinleştir"],"If your site ever goes down, <strong>Downtime Monitoring<\/strong> will send you an email or push notitification to let you know. <ExternalLink>Learn more<\/ExternalLink>":["Siteniz çökerse <strong>Kullanım Dışı Kalma Takibi<\/strong> size bir e-posta veya anlık bildirim göndererek sizi bilgilendirir. <ExternalLink>Daha fazla bilgi<\/ExternalLink>"],"Would you like Downtime Monitoring to notify you if your site goes offline?":["Siteniz çevrimdışı olursa Kullanım Dışı Kalma Takibi'nin sizi bilgilendirmesini ister misiniz?"],"Install Creative Mail":["Creative Mail'i yükleyin"],"The Jetpack <strong>Newsletter Form<\/strong> combined with <strong>Creative Mail<\/strong> by Constant Contact can help automatically gather subscribers and send them beautiful emails. <ExternalLink>Learn more<\/ExternalLink>":["Constant Contact'ta ait <strong>Creative Mail<\/strong> ile birleştirilen Jetpack <strong>Haber Bülteni Formu<\/strong> otomatik olarak abone toplamaya ve onlara güzel hazırlanmış e-postalar göndermeye yardımcı olabilir. <ExternalLink>Daha fazla bilgi<\/ExternalLink>"],"Would you like to turn site visitors into subscribers with Creative Mail?":["Site ziyaretçilerini Creative Mail ile aboneye dönüştürmek ister misiniz?"],"Navigation item.\u0004Recommendations":["Öneriler"],"site":["site"],"personal site":["kişisel site"],"business site":["iş sitesi"],"store":["mağaza"],"All of Jetpack’s great features await you and we’ll recommend some of our favorites.":["Jetpack’in tüm harika özellikleri sizi bekliyor ve biz de favorilerimizden bazılarını önereceğiz."],"Other":["Diğer"],"Store":["Mağaza"],"Business":["İşletme"],"Personal":["Kişisel"],"This assistant will help you get the most from Jetpack. Tell us more about your goals and we’ll recommend relevant features to help you succeed.":["Bu yardımcı, Jetpack'ten en iyi şekilde yararlanmanıza yardımcı olacaktır. Bize hedefleriniz hakkında daha fazla bilgi verin, biz de başarılı olmanıza yardımcı olacak ilgili özellikler önerelim."],"What type of site is %s?":["%s ne tür bir site?"],"Jetpack offers support via community forums for any site without a paid product.":["Jetpack, ücretli bir paket olmadan herhangi bir site için topluluk forumları aracılığıyla destek sunar. "],"No security threats found. Your site will continue to be monitored for future threats.":["Güvenlik tehditleri bulunmadı. Siteniz gelecekteki tehditler için izlenmeye devam edecek."],"Please finish your setup by entering your server’s credentials.":["Lütfen sunucunuzun kimlik bilgilerini girerek kurulumunuzu tamamlayın."],"Security threat found. <a>Click here<\/a> to fix them immediately.":["Güvenlik tehdidi bulundu. Hemen düzeltmek için <a>burayı tıklayın<\/a>.","Güvenlik tehditleri bulundu. Hemen düzeltmek için <a>burayı tıklayın<\/a>."],"Purchase Jetpack Scan to protect your site from security threats with automated scanning.":["Otomatik tarama ile sitenizi güvenlik tehditlerinden korumak için Jetpack Scan'i satın alın."],"VaultPress is not installed, <a>please install<\/a> to enable automatic scanning for security for threats.":["VaultPress yüklü değil, tehditler için otomatik güvenlik taramasını devreye almak üzere <a>lütfen yükleyin<\/a>."],"VaultPress is not active, <a>please activate<\/a> to enable automatic scanning for security for threats.":["VaultPress etkin değil, tehditler için otomatik güvenlik taramasını devreye almak üzere <a>lütfen etkinleştirin<\/a>."],"VaultPress is having difficulties scanning. Please make sure your <keyLink>registration key is entered<\/keyLink>. If you require further assistance please <supportLink>contact support<\/supportLink>.":["VaultPress taramada sorun yaşıyor. Lütfen <keyLink>kayıt anahtarınızın girildiğinden<\/keyLink> emin olun. Daha fazla yardıma ihtiyacınız olursa lütfen destek ekibiyle <supportLink>iletişime geçin<\/supportLink>."],"Could not activate VaultPress.":["VaultPress etkinleştirilemedi."],"Activating VaultPress…":["VaultPress Etkinleştiriliyor…"],"F Y":["F Y"],"F jS":["F jS"],"M j":["M j"],"A caption for a button to reconnect Jetpack.\u0004Reconnect Jetpack":["Jetpack'i yeniden bağlayın"],"Click below to reconnect Jetpack":["Jetpack'i yeniden bağlamak için aşağıya tıklayın"],"You should only do this if advised by Site Health tests or Jetpack Support.":["Bunu yalnızca Site Sağlığı testleri veya Jetpack Desteği tarafından önerildiğinde yapmalısınız."],"You’ve clicked a link to restore your Jetpack connection.":["Jetpack bağlantınızı geri yüklemek için bir bağlantıya tıkladınız."],"Jetpack successfully reconnected! You can check your Jetpack Connection health by visiting the <a>Site Health tool<\/a>.":["Jetpack başarıyla yeniden bağlandı. <a>Site Sağlığı aracını<\/a> ziyaret ederek Jetpack Bağlantınızın durumunu kontrol edebilirsiniz."],"Your site is connected to Jetpack Backup.":["Siteniz Jetpack Backup'a bağlandı."],"Your site is connected to VaultPress for backups.":["Siteniz yedeklemeler için VaultPress'e bağlandı."],"Your site is connected to VaultPress for backups and security scanning.":["Siteniz yedeklemeler ve güvenlik taraması için VaultPress'e bağlandı."],"Your site is connected to Jetpack Backup and Scan.":["Siteniz Jetpack Backup ve Scan'e bağlandı."],"Automatically clear spam from comments and forms.":["Yorum ve formlarındaki istenmeyen içerikleri otomatik olarak kaldırın."],"Connect your site to Google Analytics.":["Sitenizi Google Analytics'e bağlayın."],"Automated scanning and one-click fixes keep your site ahead of security threats.":["Otomatik tarama ve tek tıklamayla yapılan düzeltmeler sitenizin güvenlik tehditlerinin bir adım önünde olmasını sağlar."],"Save every change and get back online quickly with one-click restores.":["Her değişikliği kaydedin ve tek tıklamayla geri yükleme işlevi sayesinde hızlı bir şekilde yeniden çevrimiçi olun."],"Get unlimited, ad-free video hosting.":["Sınırsız, reklamsız video barındırma hizmeti alın."],"Jetpack Complete":["Jetpack Complete"],"The most powerful WordPress sites: Top-tier security bundle, enhanced search.":["En güçlü WordPress siteleri: En üst düzey güvenlik paketi, gelişmiş arama."],"Jetpack Security Real-Time":["Gerçek Zamanlı Jetpack Security"],"Additional security for sites with 24\/7 activity. Recommended for eCommerce stores, news organizations, and online forums.":["7\/24 etkinliğe sahip siteler için ek güvenlik. E-Ticaret mağazaları, haber kuruluşları ve çevrimiçi forumlar için önerilir."],"Jetpack Security Daily":["Günlük Jetpack Security"],"Enjoy the peace of mind of complete site protection. Great for brochure sites, restaurants, blogs, and resume sites.":["Eksiksiz bir site korumasının sağladığı huzurun keyfini çıkarın. Kurumsal siteler, restoranlar, bloglar ve özgeçmiş siteleri için harikadır."],"Could not activate Akismet.":["Akismet etkinleştirilemedi."],"Activating Akismet…":["Akismet etkinleştiriliyor…"],"It looks like your API key has been set globally.":["API anahtarınızın genel olarak ayarlanmış olduğu görülüyor."],"A valid key has been set in your site's configuration.":["Sitenizin yapılandırmasında geçerli bir anahtar ayarlandı."],"There seems to be a problem with your website.":["Web sitenizde bir sorun var gibi görünüyor."],"Jetpack Dashboard was unable to properly communicate with your website. Please check your website's error logs to see what's wrong.":["Jetpack Panosu web sitenizle düzgün bir şekilde iletişim kuramadı. Sorunun ne olduğunu öğrenmek için lütfen web sitenizin hata günlüklerini kontrol edin."],"There was an error disconnecting Jetpack. Error: %s":["Jetpack bağlantısı kesilirken bir hata oluştu. Hata: %s"],"Reconnect to WordPress.com by approving the connection":["Bağlantıyı onaylayarak WordPress.com'a yeniden bağlan"],"Jetpack is powering your site, but to access all of its features you’ll need to connect your account to WordPress.com.":["Jetpack sitenizi güçlendiriyor, ancak tüm özelliklerine erişmek için hesabınızı WordPress.com'a bağlamanız gerekiyor."],"Currently in <a>Offline Mode<\/a> (some features are disabled) because: <reasons\/>":["Şu anda <a>Çevrimdışı Modda<\/a> (bazı özellikler devre dışıdır) çünkü: <reasons\/>"],"Your site URL is a known local development environment URL":["Site URL'niz bilinen bir yerel geliştirme ortamı URL'sidir"],"The %s constant is defined":["%s sabiti tanımlanmıştır"],"The jetpack_development_mode filter is active":["etpack_development_mode filtresi etkin"],"Your %2$s Plan includes %1$s. Looks like you also purchased the %3$s product. Consider removing %3$s.":["%2$s Planınız %1$s içeriyor. %3$s ürününü de satın aldığınız anlaşılıyor. %3$s öğesini kaldırmayı düşünün."],"Restore Connection":["Bağlantıyı Yenile"],"Reconnecting Jetpack":["Jetpack'e yeniden bağlanıyor"],"Welcome to <s>Jetpack %s<\/s>!":["<s>Jetpack %s<\/s>'e hoş geldiniz!"],"%1$s failed to activate. %2$s":["%1$s etkinleştirilemedi. %2$s"],"Activating %s…":["%s etkinleştiriliyor…"],"Jetpack Scan <em>Daily<\/em>":["Jetpack Scan <em>Günlük<\/em>"],"Connected as <span>%s<\/span>":["<span>%s<\/span> olarak bağlandı"],"<a>View backup details<\/a>.":["<a>Yedekleme ayrıntılarını görüntüleyin<\/a>."],"Views: %s":["Görünümler: %s"],"Week of %s":["%s Haftası"],"<button>View detailed stats<\/button>":["<button>Ayrıntılı istatistikleri görüntüle<\/button>"],"Referring to a number of comments\u0004All-time comments":["Tüm zamanlarda toplam yorum sayısı"],"Referring to a number of page views\u0004All-time views":["Bugüne Kadarki Toplam Görüntüleme Sayısı"],"%s View":["%s Görünüm","%s Görünümler"],"Referring to a number of page views\u0004Best overall day":["Toplamda en iyi gün"],"Referring to a number of page views\u0004Views today":["Bugünkü görüntüleme sayısı"],"%s has been disabled by a site administrator.":["%s bir site yöneticisi tarafından devre dışı bırakıldı."],"<button1>Verify with Google<\/button1><span>or<\/span><button2>Manually Verify<\/button2>":["<button1>Google ile Doğrula<\/button1><span>veya<\/span><button2>Elle Doğrula<\/button2>"],"Site failed to verify: %s":["Site doğrulanamadı: %s"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Upgrade\"":["\"Yükseltmeler\" İçinde"],"It refers to the category where a post was found. Used in an example preview.\u0004In \"Mobile\"":["\"Mobil\" içinde"],"Unavailable in Offline Mode":["Çevrimdışı Mod’da kullanılamaz"],"<a>Contact Support<\/a>":["<a>Desteğe Başvurun<\/a>"],"<a>View details<\/a>":["<a>Ayrıntıları görüntüle<\/a>"],"Uh oh, %s threat found.":["Maalesef %s tehdit bulundu.","Maalesef %s tehdit bulundu."],"Unavailable in Offline Mode.":["Çevrimdışı Mod’da kullanılamaz."],"Jetpack Backup <em>Real-Time<\/em>":["Jetpack Backup <em>Gerçek Zamanlı<\/em>"],"Jetpack Backup <em>Daily<\/em>":["Jetpack Backup <em>Günlük<\/em>"],"%s has been disabled by a site administrator. <link>Learn more<\/link>.":["%s bir site yöneticisi tarafından devre dışı bırakıldı. <link>Daha fazla bilgi edinin<\/link>."],"Error updating settings. %s":["Ayarlar güncellenirken hata oluştu. %s"],"Linked to WordPress.com.":["WordPress.com'a bağlandı."],"Connect your WordPress.com account":["WordPress.com hesabınızı bağlayın"],"There seems to be a problem with your connection to WordPress.com. If the problem persists, try reconnecting.":["WordPress.com bağlantınızda bir sorun var gibi görünüyor. Sorun devam ederse yeniden bağlanmayı deneyin."],"Automatically clear spam from comments and forms. Save time, get more responses, give your visitors a better experience – all without lifting a finger.":["Yorum ve formlarındaki istenmeyen içerikleri otomatik olarak kaldırın. Zamandan kazanın, daha fazla yanıt alın, ziyaretçilerinize daha iyi bir deneyim sunun. Hem de hepsini parmağınızı kaldırmadan yapın."],"Jetpack Anti-Spam":["Jetpack Anti-spam"],"Connection Error, please reconnect.":["Bağlantı Hatası, lütfen yeniden bağlanın."],"Customize your ads.txt file":["ads.txt dosyanızı özelleştirin"],"Ads.txt (Authorized Digital Sellers) is a mechanism that enables content owners to declare who is authorized to sell their ad inventory. It’s the formal list of advertising partners you support as a publisher.":["Ads.txt (Yetkili Dijital Satıcılar), içerik sahiplerinin reklam envanterini kimin satmaya yetkili olduğunu bildirmelerini sağlayan bir mekanizmadır. Yayıncı olarak desteklediğiniz reklamcılık iş ortaklarının resmi listesidir."],"Adds a link to your privacy policy to the bottom of the CCPA notice popup (optional).":["CCPA bildirim penceresinin altına gizlilik politikanızın bağlantısını ekler (isteğe bağlı)"],"Failure to add this link will result in non-compliance with CCPA.":["Bu bağlantıyı eklemediğiniz takdirde CCPA'yı ihlal etmiş olursunuz."],"CCPA requires that you place a \"Do Not Sell My Personal Information\" link on every page of your site where targeted advertising will appear. <br\/>You can use the <widgetLink>Do Not Sell Link (CCPA) Widget<\/widgetLink>, or the <code>[ccpa-do-not-sell-link]<\/code> shortcode to automatically place this link on your site. Note: the link will always display to logged in administrators regardless of geolocation.":["CCPA, sitenizin hedeflenen reklamların görüneceği her sayfasına bir \"Kişisel Bilgilerimi Satma\" bağlantısı koymanızı gerektirir. <br\/>Bu bağlantıyı sitenize otomatik olarak yerleştirmek için <widgetLink>Satma Bağlantısı (CCPA) Bileşeni<\/widgetLink>'ni veya <code>[ccpa-do-not-sell-link]<\/code> kısa kodunu kullanabilirsiniz. Not: Bağlantı, coğrafi konumdan bağımsız olarak, oturum açmış yöneticilere her zaman gösterilecektir."],"Do Not Sell Link":["Satma Bağlantısı"],"For more information about the California Consumer Privacy Act (CCPA) <br\/>and how it pertains to your site, please consult our <link>CCPA guide for site owners<\/link>.":["Kaliforniya Tüketici Gizlilik Yasası (CCPA) <br\/>ve sitenizle ilgisi hakkında daha fazla bilgi için lütfen <link>site sahipleri için CCPA kılavuzumuza<\/link> bakın."],"Enable targeted advertising to California site visitors (CCPA)":["Siteye Kaliforniya'dan gelen ziyaretçilere reklam gösterilmesine izin ver (CCPA)"],"Enables a targeted advertising opt-out link for California consumers, as required by the California Consumer Privacy Act (CCPA).":["Kaliforniya Tüketici Gizliliği Yasası'nın (CCPA) gerektirdiği gibi, Kaliforniya'daki müşterileri reklamların hedef kitlesinin dışında bırakma seçeneği sağlar."],"Always allowed IP addresses":["Her zaman izin verilen IP adresleri"],"Add to Always Allowed list":["Her Zaman İzin Verilenler listesine ekle"],"Privacy Policy URL":["Gizlilik Politikası URL'si"],"The Jetpack Connection is also used by %d other plugin, and it will lose connection.":["Jetpack Bağlantısı %d diğer eklenti tarafından da kullanılıyor ve bunun bağlantısı kesilecek.","Jetpack Bağlantısı %d diğer eklenti tarafından da kullanılıyor ve bunların bağlantısı kesilecek."],"The Jetpack Connection is also used by another plugin, and it will lose connection.":["Jetpack Bağlantısı başka bir eklenti tarafından da kullanılıyor ve bunun bağlantısı kesilecek.","Jetpack Bağlantısı başka eklentiler tarafından da kullanılıyor ve bunların bağlantısı kesilecek."],"Threat":["Tehdit","Tehdit"],"Site Accelerator":["Site Hızlandırıcısı"],"Downtime Monitoring":["Kesinti İzleme"],"Navigation item.\u0004Set up":["Ayarla"],"Show comments area in carousel":["Yorum alanını döngüde göster"],"Automatic scanning and one-click fixes keep your site one step ahead of security threats.":["Otomatik tarama ve tek tıklamayla düzeltme sayesinde siteniz güvenlik tehditlerinin bir adım önünde."],"Help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["İlgi oranı yüksek, anında arama sonuçları ve güçlü filtreleme ile ziyaretçilerin aradığı yanıtı hızlıca bulmasına yardımcı olun."],"Your feedback will help us improve the product.":["Geri bildiriminiz ürünü geliştirmemize yardımcı olacaktır."],"Please let us know why you're disabling Jetpack":["Lütfen Jetpack’i devre dışı bırakma nedeninizi bizimle paylaşın"],"Please let us know why you're disconnecting Jetpack":["Lütfen Jetpack bağlantısını kesme nedeninizi bizimle paylaşın"],"share your experience":["deneyiminizi paylaşın"],"Other:":["Diğer:"],"Troubleshooting - I'll be reconnecting afterwards.":["Sorun Giderme - Daha sonra bağlanacağım."],"I'm deleting\/migrating my site.":["Sitemi siliyorum \/ taşıyorum."],"I don't know what it does.":["Ne işe yaradığını bilmiyorum."],"It's buggy.":["Demode."],"It slowed down my site.":["Sitemi yavaşlattı."],"I can't get it to work.":["Çalıştıramıyorum."],"Continue":["Devam Et"],"The Jetpack Backup status could not be retrieved at this time.":["Jetpack Backup durumu şu anda alınamıyor."],"The Jetpack Backup and Scan status could not be retrieved at this time.":["Jetpack Backup ve Scan durumu şu anda alınamıyor."],"Oops!":["Eyvah!"],"Instant search will allow your visitors to get search results as soon as they start typing. If deactivated, Jetpack Search will still optimize your search results but visitors will have to submit a search query before seeing any results.":["Anında arama, ziyaretçilerinizin yazmaya başladıkları anda arama sonuçları elde etmesini sağlar. Jetpack Search devre dışı bırakılırsa bile arama sonuçlarınızı optimize etmeye devam eder ancak ziyaretçilerin sonuçları görebilmek için arama sorgusunu göndermesi gerekir."],"Enable instant search experience (recommended)":["Anında arama deneyimini etkinleştir (önerilir)"],"Enable Search":["Aramayı Etkinleştir"],"Customize Search":["Aramayı Özelleştir"],"Relevant search results and filtering tightly integrated with your theme.":["İlgili arama sonuçları ve filtreleme, temanızla detaylı bir şekilde entegre edilmiştir."],"Instant Search and Filtering":["Anında Arama ve Filtreleme"],"A Jetpack Site with the power of Jetpack Search":["Jetpack Search'nın gücüne sahip bir Jetpack Sitesi"],"<a>Activate<\/a> to help visitors quickly find answers with highly relevant instant search results and powerful filtering.":["Ziyaretçilerin son derece alakalı anlık arama sonuçları ve güçlü filtreleme ile yanıtları hızla bulmalarına yardımcı olmak için <a>etkinleştirin<\/a>."],"We are backing up your site daily.":["Sitenizi günlük olarak yedekliyoruz."],"Fast, highly relevant search results and powerful filtering.":["Hızlı, ilgi oranı yüksek arama sonuçları ve güçlü filtreleme."],"Search supports many customizations. ":["Arama birçok özelleştirmeyi destekler. "],"Customize your Search experience.":["Arama deneyiminizi özelleştirin."],"Incredibly powerful and customizable, Jetpack Search helps your visitors instantly find the right content – right when they need it.":["İnanılmaz güçlü ve özelleştirilebilir Jetpack Search, ziyaretçilerinizin ihtiyaç duydukları zamanda doğru içeriği anında bulmasına yardımcı olur."],"real-time backups":["gerçek zamanlı yedeklemeler"],"daily backups":["günlük yedeklemeler"],"Renews on %s.":["Yenilenme tarihi: %s"],"Purchased on %s.":["Satın alındığı tarih: %s"],"Settings header\u0004Jetpack Backup":["Jetpack Backup"],"You need to enter your server credentials to finish configuring Jetpack Backup.":["Jetpack Backup yapılandırmasını tamamlamak için sunucunuzun kimlik bilgilerini girmeniz gerekir."],"Jetpack Backup is being configured for your site.":["Jetpack Backup sitenizi yapılandırıyor."],"Settings header\u0004Anti-spam":["İstenmeyen içerik koruması"],"Daily Backups":["Günlük Yedeklemeler"],"My Products":["Ürünlerim"],"My Plan":["Paketim"],"Your data is being securely backed up as you edit.":["Siz verilerinizi düzenlerken güvenli bir şekilde yedekleniyor."],"Your data is being securely backed up every day with a 30-day archive.":["Verileriniz her gün 30 günlük bir arşivle güvenli bir şekilde yedekleniyor."],"Jetpack Professional":["Jetpack Professional"],"Jetpack Premium":["Jetpack Premium"],"Jetpack Personal":["Jetpack Kişisel"],"Jetpack Free":["Jetpack Ücretsiz"],"Expired on %s.":["Şu tarihte süresi doldu: %s."],"Have a question? We’d love to help! <a>Send a question to the Jetpack support team.<\/a>":["Sorunuz mu var? Memnuniyetle yardımcı oluruz. <a>Jetpack destek ekibine bir soru gönderin.<\/a>"],"Jetpack has many powerful tools that can help you achieve your goals":["Jetpack, hedeflerinize ulaşmanıza yardımcı olabilecek pek çok güçlü araca sahiptir"]," We’ve highlighted some of the features you rely on below.":[" Güvendiğiniz bazı özellikleri aşağıda sıraladık."],"Jetpack is currently powering features on your site. Once you disable Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack şu anda sitenizdeki özellikleri destekliyor. Jetpack’i devre dışı bırakırsanız bu özellikler artık kullanılamayacak. Bu durumda siteniz aynı şekilde çalışmaya devam edemeyebilir."],"Jetpack is currently powering features on your site. Once you disconnect Jetpack, these features will no longer be available and your site may no longer function the same way.":["Jetpack şu anda sitenizdeki özellikleri destekliyor. Jetpack’in bağlantısını keserseniz bu özellikler artık kullanılamayacak. Bu durumda siteniz aynı şekilde çalışmaya devam edemeyebilir."],"Grow your traffic with automated social <a>publishing and sharing<\/a>":["Otomatik sosyal  <a>yayınlama ve paylaşma<\/a> ile trafiğinizi artırın"],"Block <a>brute force attacks<\/a> and get immediate notifications if your site is down":["<a>Brute force saldırılarını<\/a> engelleyin ve siteniz devre dışı kaldığında anında bildirim alın"],"Speed up your site and provide mobile-ready images with <a>our CDN<\/a>":["<a> CDN'imiz<\/a> ile sitenizi hızlandırın ve mobil cihazlara uygun görüntüler sağlayın"],"Disable":["Etkisizleştir"],"Are you sure you want to disconnect and deactivate?":["Bağlantıyı kesmek ve devre dışı bırakmak istediğinizden emin misiniz?"],"Are you sure you want to disconnect?":["Bağlantıyı kesmek istediğinizden emin misiniz?"],"Disable Jetpack":["Jetpack’i devre dışı bırak"],"Notice in the empty statistics chart\u0004No activity this period":["Bu dönemde hiç etkinlik yok"],"We back up your website with every change you make, making it easy to fix your mistakes.":["Hatalarınızı düzeltmeyi kolaylaştırmak için, yaptığınız her değişiklikte web sitenizi yedekleriz."],"Automated Real-time Backups":["Otomatik Gerçek Zamanlı Yedeklemeler"],"We back up your website every day, so you never have to worry about your data again.":["Web sitenizi her gün yedekleriz, böylece bir daha verileriniz için endişelenmenize gerek kalmaz."],"Automated Daily Backups":["Otomatik Günlük Yedeklemeler"],"View Your Backups":["Yedeklerinizi Görüntüleyin"],"A Jetpack Site securely backed up with Jetpack Backup":["Jetpack Backup ile güvenli bir şekilde yedeklenen bir Jetpack Sitesi"],"Use Markdown syntax to compose content with links, lists, and other styles. This setting enables Markdown in the Classic Editor as well as within a Classic Editor block.":["Bağlantılar, listeler ve diğer stillerle içerik derlemek için Markdown söz dizimini kullanın. Bu ayar Klasik Düzenleyici’nin yanı sıra bir Klasik Düzenleyici blokunda Markdown’ı etkinleştirir."],"<a>Activate<\/a> to optimize image sizes and load images from Jetpack's fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Görüntü boyutlarını optimize etmek ve Jetpack'in hızlı küresel sunucu ağından görüntü yüklemek için <a>etkinleştirin<\/a>. Bu, sitenizin masaüstü ve mobil cihazlardaki performansını artırır."],"Jetpack is optimizing your image sizes and download speed using our fast global network of servers. This improves your site's performance on desktop and mobile devices.":["Jetpack, hızlı küresel sunucu ağımızı kullanarak görüntü boyutlarınızı optimize ediyor ve indirme hızını arttırıyor. Bu, sitenizin masaüstü ve mobil cihazlardaki performansını artırır."],"Image Accelerator":["Görüntü Hızlandırıcı"],"Your Jetpack plan provides anti-spam protection through Akismet. Click 'set up' to enable it on your site.":["Jetpack paketiniz Akismet üzerinden anti-spam koruması sağlamaktadır. Bunu sitenizde etkinleştirmek için “kur”a tıklayın."],"Already have a key? <a>Activate Akismet<\/a>":["Zaten bir anahtarınız var mı? <a>Akismet'i etkinleştirin<\/a>"],"Verifying…":["Doğrulanıyor…"],"Create a smooth, uninterrupted reading experience by loading more content as visitors scroll to the bottom of your archive pages.":["Ziyaretçiler arşiv sayfalarının altına doğru ilerlerken daha fazla içerik yüklenmesini sağlayarak sorunsuz ve kesintisiz bir okuma deneyimi yaratın."],"Settings header\u0004WP.me Shortlinks":["WP.me Kısa Bağlantıları"],"Customize your SEO settings":["SEO ayarlarınızı özelleştirin"],"Take control of the way search engines represent your site. With Jetpack’s SEO tools you can preview how your content will look on popular search engines and change items like your site name and tagline in seconds.":["Arama motorlarının sitenizi temsil etme biçimini kontrol altına alın. Jetpack’in SEO araçlarını kullanarak, içeriğinizin popüler arama motorlarında nasıl görüneceğini öğrenmek için önizleme yapabilir, site adınız ve etiket satırınız gibi öğeleri saniyeler içinde değiştirebilirsiniz."],"Log in to the WordPress mobile app":["WordPress mobil uygulamasında oturum açın"],"A caption for a button to log in to the WordPress mobile app.\u0004Send link":["Bağlantı gönder"],"A caption for a button to cancel an action.\u0004Cancel":["İptal"],"Easily log in to the WordPress app by clicking the link we'll send to the email address on your account.":["Hesabınızdaki e-posta adresine göndereceğimiz bağlantıya tıklayarak WordPress uygulamasında kolayca oturum açın."],"Email me a link to log in to the app":["Uygulamada oturum açmak için bana bir e-posta gönder"],"Send your new posts to this email address:":["Yeni yazılarınızı şu e-posta adresine gönderin:"],"Post by email is a quick way to publish new posts without visiting your site. We’ll generate a unique email address for you to send your content to, which will then appear on your site just like any other post.":["E-posta ile gönderme seçeneği, sitenizi ziyaret etmeden yeni yazılar yayımlamanın hızlı bir yoludur. İçeriğinizi göndermeniz için size benzersiz bir e-posta adresi oluşturacağız. Bu e-posta adresi tıpkı tüm diğer yazılar gibi sitenizde görünecektir."],"Verify site ownership with third party services":["Üçüncü taraf hizmetlerle site sahipliğini doğrulayın"],"Include a small chart in your admin bar with a 48-hour traffic snapshot":["Yönetim çubuğunuza 48 saatlik anlık trafik görüntüsünün de bulunduğu küçük bir tablo ekleyin"],"Expand to update settings for how visits are counted and manage who can view this information.":["Ayarları, ziyaretlerin nasıl sayıldığı ve bu bilgiyi kimlerin görebileceğini kapsayacak şekilde güncelleyin."],"Generate shortened URLs for simpler sharing.":["Daha kolay paylaşım için kısaltılmış URL'ler oluşturun."],"Keep your visitors engaged with related content at the bottom of each post. These settings won’t apply to <a>related posts added using the block editor<\/a>.":["Her yazının altında yer alan alakalı içerikle ziyaretçilerinizin ilgisini çekin. Bu ayarlar <a>blok düzenleyici kullanılarak eklenen ilgili yayınlara<\/a> uygulanmaz."],"The feature helps visitors find more of your content by displaying related posts at the bottom of each post.":["Bu özellik her yazının altında alakalı yazılar göstererek ziyaretçilerin size ait daha fazla içerik bulmalarına yardımcı olur."],"Jetpack Ads automatically generates a custom <link1>ads.txt<\/link1> tailored for your site. If you need to add additional entries for other networks please add them in the space below, one per line. <link2>Check here for more details<\/link2>.":["Jetpack Reklamları, otomatik olarak siteniz için uyarlanmış özel bir  <link1>ads.txt<\/link1> oluşturur. Diğer ağlar için ek girişler eklemeniz gerekiyorsa lütfen bunları her satırda bir tane olmak üzere aşağıdaki boşluğa ekleyin. <link2>Daha fazla ayrıntı için buraya bakın<\/link2>."],"Add sharing buttons to your posts and pages":["Yazılarınıza ve sayfalarınıza paylaşma düğmeleri ekleyin"],"Add sharing buttons so visitors can share your posts and pages on social media with a couple of quick clicks.":["Ziyaretçilerin gönderilerinizi ve sayfalarınızı sadece birkaç tıklama ile sosyal medyada paylaşabilmesi için paylaşım düğmeleri ekleyin."],"You can customize the sharing buttons and choose which services to display.":["Paylaşım düğmelerini özelleştirebilir ve hangi hizmetlerin görüntüleneceğini seçebilirsiniz."],"Share your content to social media, reaching new audiences and increasing engagement.":["İçeriğinizi sosyal medyada paylaşın, yeni kitlelere ulaşın ve katılımı artırın."],"Settings header, noun.\u0004WordPress.com login":["WordPress.com’a giriş yapma"],"Get alerts if your site goes offline. We’ll let you know when it’s back up, too.":["Siteniz kullanım dışı kalırsa uyarı alın. Siteniz yeniden çalışmaya başladığında da haberdar olun."],"Your site is protected by Jetpack. You’ll be notified if anything needs attention.":["Siteniz, Jetpack tarafından korunuyor. İlgilenilmesi gereken bir konu olursa size bilgi verilecektir."],"Search support docs":["Destek belgelerinde arama yap"],"Need help? Learn about getting started, customizing your site, using advanced code snippets, and more.":["Yardıma mı ihtiyacınız var? Başlama, sitenizi özelleştirme, gelişmiş kod parçacıkları kullanma ve çok daha fazlası hakkında bilgi edinin."],"Start sharing":["Paylaşmaya başlayın"],"Optimized performance":["Optimize edilmiş performans"],"Enable the “subscribe to comments” option on your comment form":["Yorum formunuzda \"yorumlara abone ol\" seçeneğini etkinleştirin"],"Enable the “subscribe to site” option on your comment form":["Yorum formunuzda \"siteye abone ol\" seçeneğini etkinleştirin"],"Manage advanced comment settings and grow your audience with email subscriptions.":["Gelişmiş yorum ayarlarını yönetin ve e-posta abonelikleriyle kitlenizi genişletin."],"Comment form introduction":["Yorum formu tanıtımı"],"Scan":["Tarama"],"Protect":["Koruma"],"Never worry about losing your site – automatic backups keep your content safe.":["Asla sitenizi kaybetmekten endişelenmeyin. İçeriğiniz otomatik yedekleme sayesinde güvende olur."],"Jetpack Anti-spam powered by Akismet. Comments and contact form submissions are checked against our global database of spam.":["Akismet tarafından desteklenen Jetpack Anti-spam. Yorumlar ve iletişim formu gönderimleri, küresel spam veritabanımızla karşılaştırılarak kontrol edilir."],"Anti-spam":["İstenmeyen içerik koruması"],"Failed to send login email":["Oturum açma e-postası gönderilemedi"],"Login email sent":["Oturum açma e-postası gönderildi"],"Sending login email…":["Oturum açma e-postası gönderiliyor..."],"Worried about security? Get backups, automated security fixes and more: <a>Upgrade now<\/a>":["Güvenlik konusunda endişeleriniz mi var? Yedeklemeler, otomatik güvenlik düzeltmeleri ve daha fazlasını edinin: <a>Şimdi yükseltin<\/a>"],"Link to learn more about Jetpack.\u0004About":["Hakkında"],"Allow readers to like individual comments.":["Okuyucuların yorumları ayrı ayrı beğenmesine izin verin."],"Enable comment likes.":["Yorum beğenilerini etkinleştirin."],"Allow readers to use markdown in comments.":["Okuyucuların yorumlarda Markdown’ı kullanmasına izin verin."],"Show Gravatar hovercards alongside comments.":["Yorumların yanında Gravatar hovercard’ları gösterin."],"About Jetpack":["Jetpack Hakkında"],"Google will email about certain events that occur with your site, including indications that your website has been <a1>hacked<\/a1>, or problems <a2>crawling or indexing<\/a2> your site.":["Google, web sitenizin <a1>saldırıya uğraması<\/a1> veya sitenizin <a2>taranma veya dizine eklenme<\/a2> sorunları da dahil olmak üzere sitenizle ilgili belirli etkinlikler hakkında e-posta gönderecektir."],"Monitor your site's traffic and performance from the <a>Google Search Console<\/a>.":["<a>Google Search Console<\/a>'dan sitenizin trafiğini ve performansını izleyin."],"Your site is verified with Google":["Siteniz Google ile doğrulandı."],"New in Jetpack %s":["Jetpack'teki yenilikler %s"],"This site can't be connected to WordPress.com because it violates our <a>Terms of Service<\/a>.":["Bu site <a>Hizmet Şartlarımızı<\/a> ihlal ettiği için WordPress.com'a bağlanamıyor."],"Create account":["Hesap oluştur"],"Navigation item. Noun. Links to a list of modules for Jetpack.\u0004Modules":["Modüller"],"Enable widget visibility controls to display widgets only on particular posts or pages":["Bileşenleri yalnızca belirli gönderilerde veya sayfalarda görüntülemek için bileşen görünürlüğü kontrollerini etkinleştirin"],"Widget visibility lets you decide which widgets appear on which pages, so you can finely tailor widget content.":["Bileşen görünürlüğü, bileşen içeriğini ayrıntılı şekilde tasarlayabilmeniz için hangi sayfalarda hangi bileşenlerin görüneceğine karar vermenizi sağlar."],"Make extra widgets available for use on your site including subscription forms and Twitter streams":["Abonelik formları ve Twitter akışları dahil olmak üzere ekstra bileşenleri sitenizde kullanılabilir hale getirin"],"Settings header\u0004Widgets":["Bileşenler"],"Enhance CSS customization panel":["CSS özelleştirme panelini zenginleştirin"],"Compose content the way you want to and streamline your publishing experience.":["Dilediğiniz şekilde içerik oluşturun ve gönderi yayımlama deneyiminize kolaylık katın."],"Writing":["Yazma"],"Add a portfolio item":["Portföy öğesi ekleme"],"Add a testimonial":["Görüş ekleme"],"Compose using shortcodes to embed media from popular sites":["Popüler sitelerden ortamları gömülü hale getirmek için kısa kodlar kullanarak oluşturun"],"Duplicate existing posts, pages, Testimonials, and Portfolios. All the content will be copied including text, featured images, sharing settings, and more.":["Mevcut gönderileri, sayfaları, Görüşleri ve Portföyleri çoğaltın. Metinler, öne çıkan resimler ve paylaşım ayarları dahil olmak üzere tüm içerik kopyalanır."],"Maximize your site’s visibility in search engines and view traffic stats in real time.":["Sitenizin arama motorlarındaki görünürlüğünü maksimuma çıkarın ve trafik istatistiklerini gerçek zamanlı olarak görüntüleyin."],"Traffic":["Trafik"],"When ads are enabled, Jetpack automatically generates a custom ads.txt tailored for your site.":["Reklamlar etkinleştirildiğinde Jetpack otomatik olarak sitenize özel bir ads.txt dosyası oluşturur."],"Connect your website to the social media networks you use and share your content across all your social accounts with a single click. When you publish a post, it will appear on all connected accounts.":["Web sitenizi, kullandığınız sosyal medya ağlarına bağlayın ve içeriğinizi tek bir tıkla tüm sosyal hesaplarınızda paylaşın. Bir gönderi yayımladığınızda bu, bağlı olan tüm hesaplarda görünür."],"Create a Jetpack account to use this feature":["Bu özelliği kullanmak için bir Jetpack hesabı oluşturun"],"Add Like buttons to your posts and pages":["Gönderilerinize ve sayfalarınıza Beğen düğmeleri ekleyin"],"When visitors enjoy your content, let them show it with a Like.":["İçeriğinizi beğendiklerini göstermeleri için ziyaretçilere bir Beğen düğmesi sağlayın."],"Add an extra layer of security to your website by enabling WordPress.com login and secure authentication. If you have multiple sites with this option enabled, you will be able to log in to every one of them with the same credentials.":["WordPress.com girişini ve güvenli kimlik doğrulamayı etkinleştirerek web sitenize fazladan bir güvenlik katmanı ekleyin. Bu seçeneğin etkin olduğu birden fazla siteniz varsa bunların her birinde aynı kimlik bilgileriyle oturum açabilirsiniz."],"You need to enter your server credentials to finish configuring Backups and Scan.":["Yedeklemeler ve Taramalar'ı yapılandırmayı bitirmek için sunucunuzun kimlik bilgilerini girmeniz gerekir."],"Awaiting credentials":["Kimlik bilgileri bekleniyor"],"Backups and Scan are being configured for your site.":["Yedeklemeler ve Tarama, siteniz için yapılandırılıyor."],"Provisioning":["Hazırlanıyor"],"Action needed":["Eylem gerekli"],"Setting up":["Kuruluyor"],"Speed up static file load times":["Statik dosya yükleme sürelerini hızlandırın"],"Speed up image load times":["Görsel yükleme sürelerini hızlandırın"],"Enable site accelerator":["Site hızlandırıcısını etkinleştirin"],"Load pages faster by allowing Jetpack to optimize your images and serve your images and static files (like CSS and JavaScript) from our global network of servers.":["Jetpack'in görsellerinizi optimize etmesine, görsellerinizi ve statik dosyalarınızı (CSS ve JavaScript gibi) küresel sunucu ağımızdan sunmasına izin vererek sayfaları daha hızlı yükleyin."],"Error enabling Site accelerator. %s":["Site hızlandırıcısı etkinleştirilirken hata oluştu. %s"],"Site accelerator is now speeding up your site!":["Site hızlandırıcısı artık sitenizi hızlandırıyor!"],"Enabling Site accelerator…":["Site hızlandırıcısı etkinleştiriliyor..."],"Error disabling site accelerator. %s":["Site hızlandırıcısı devre dışı bırakılırken hata oluştu. %s"],"Site accelerator is no longer speeding up your site!":["Site hızlandırıcısı artık sitenizi hızlandırmıyor!"],"Disabling site accelerator…":["Site hızlandırıcısı devre dışı bırakılıyor..."],"Load pages faster, optimize images, and speed up your visitors’ experience.":["Sayfaları daha hızlı yükleyin, görselleri optimize edin ve ziyaretçilerinizin deneyimine hız katın."],"Spam filtering and priority support.":["İstenmeyen e-posta filtrelemesi ve öncelikli destek."],"Support documentation":["Destek belgeleri"],"Chat bubbles representing getting in touch with support":["Destekle iletişime geçmeyi temsil eden konuşma balonları"],"Site activity":["Site etkinliği"],"Reach a wider audience by automatically sharing your posts on social media.":["Sosyal medyada otomatik olarak paylaşım yaparak daha geniş bir kitleye ulaşın."],"Increase traffic to your site":["Sitenizin trafiğini artırın"],"Explore free themes":["Ücretsiz temaları keşfedin"],"Get unlimited access to hundreds of professional themes, and customize your site exactly how you like it.":["Yüzlerce profesyonel temaya sınırsız erişim elde edin ve sitenizi tam istediğiniz gibi özelleştirin."],"A wide variety of themes and tools to customize a site":["Site özelleştirmek için çok çeşitli temalar ve araçlar"],"Set up your site security":["Sitenizin güvenliğini oluşturun"],"Prevent login attacks, and get instant notifications when there’s an issue with your site.":["Oturum açma saldırılarını önleyin ve sitenizde bir sorun olduğunda anlık bildirimler alın."],"Schedule unlimited tweets, Facebook posts, and other social posts in advance.":["Sınırsız sayıda tweet, Facebook gönderisi ve diğer sosyal medya platformlarındaki paylaşımı önceden zamanlayın."],"Marketing Automation":["Pazarlama Otomasyonu"],"Browse premium themes":["Premium temalara göz atın"],"Access beautifully designed premium themes at no extra cost.":["Hoş tasarımlı premium temaya ek ücret ödemeden erişin."],"Try a premium theme":["Premium tema deneyin"],"Complement WordPress.com’s stats with Google’s in-depth look at your visitors and traffic patterns.":["Google’ın ziyaretçilerinize ve trafik düzenlerinize ayrıntılı bakışıyla WordPress.com'un istatistiklerini tamamlayın."],"Site stats showing an evolution in traffic and engagement":["Trafik ve etkileşimdeki gelişmeyi gönderen site istatistikleri"],"Start earning":["Kazanmaya başlayın"],"WordAds lets you earn money by displaying promotional content. Start earning today.":["WordAds, promosyon içeriği görüntüleyerek para kazanmanızı sağlar. Kazanmaya bugün başlayın."],"A chart showing an healthy increase in earnings":["Kazançta sağlıklı bir artış gösteren grafik"],"View your site activity":["Site etkinliğinizi görüntüleyin"],"View a chronological list of all the changes and updates to your site in an organized, readable way.":["Sitenizde yaptığınız tüm değişikliklerin ve güncellemelerin kronolojik listesini düzenli ve okunaklı şekilde görüntüleyin."],"Interface showing a chronological list of changes and updates in a site":["Bir sitedeki değişikliklerin ve güncellemelerin kronolojik listesini gösteren arayüz"],"High-speed, high-definition video hosting with no third-party ads.":["Üçüncü taraf reklamların olmadığı yüksek hızlı ve yüksek tanımlı video barındırma olanağı."],"A cloud with multiple types of content floating around it":["Etrafında çeşitli türde içerik bulunan bulut"],"Spam is automatically blocked from your comments.":["Yorumlarınızdaki istenmeyen içerikler otomatik olarak engellenir."],"A folder holding real comments":["Gerçek yorumları içeren bir klasör"],"Make your site faster":["Sitenizi hızlandırın"],"Load pages faster by serving your images from our global network of servers.":["Görsellerinizi küresel sunucu ağımızdan sunarak sayfaları daha hızlı yükleyin."],"A fast and performant website":["Hızlı ve yüksek performanslı web sitesi"],"View settings":["Ayarları görüntüle"],"A secure site, locked and protected by Jetpack":["Jetpack tarafından kilitlenen ve korunan güvenli bir site"],"Create a Jetpack account to view your email followers":["E-posta takipçilerinizi görüntülemek için bir Jetpack hesabı oluşturun"],"Discussion":["Tartışma"],"We are configuring your site protection.":["Sitenizin korumasını yapılandırıyoruz."],"Manage security settings":["Güvenlik ayarlarını yönetin"],"View your site's backups":["Sitenizin yedeklemelerini görüntüleyin"],"We are backing up your site in real-time.":["Sitenizi gerçek zamanlı olarak yedekliyoruz."],"Enter credentials":["Kimlik bilgilerini girin"],"You need to enter your server's credentials to finish the setup.":["Kurulumu bitirmek için sunucunuzun kimlik bilgilerini girmeniz gerekir."],"We are configuring your site's backups.":["Sitenizin yedeklemelerini yapılandırıyoruz."],"View site activity":["Site aktivitesini görüntüleyin"],"Jetpack keeps a complete record of everything that happens on your site, taking the guesswork out of site management, debugging, and repair.":["Jetpack, sitenizde gerçekleşen her şeyin eksiksiz bir kaydını tutarak, site yönetimi, hata ayıklama ve onarma işlemlerinde tahmin unsurunu ortadan kaldırır."],"Site is verified":["Site doğrulandı"],"There was an error testing Jetpack. Error: %s":["Jetpack test edilirken hata oluştu. Hata: %s"],"Testing Jetpack Connection":["Jetpack bağlantısını test edin"],"Navigation item.\u0004Performance":["Performans"],"Navigation item.\u0004My Plan":["Paketim"],"Enable":["Etkinleştir"],"Privacy information":["Gizlilik bilgileri"],"Enable Lazy Loading for images":["Resimler için Geç Yüklemeyi etkinleştirin"],"Lazy-loading images will improve your site’s speed and create a smoother viewing experience. Images will load as visitors scroll down the screen, instead of all at once.":["Geç yüklenen resimler, sitenizin hızını yükseltir ve daha sorunsuz bir görüntüleme deneyimi sunar. Resimlerin tümü aynı anda değil, ziyaretçileriniz ekranı aşağı kaydırdıkça yüklenir."],"Performance & speed":["Performans ve hız"],"Enable high-speed, ad-free video player":["Yüksek hızlı, reklamsız video oynatıcısını etkinleştirin"],"Make the content you publish more engaging with high-resolution video. With Jetpack Video you can customize your media player and deliver high-speed, ad-free, and unbranded videos to your visitors. Videos are hosted on our WordPress.com servers and do not subtract space from your hosting plan!":["Yüksek çözünürlüklü video ile yayımladığınız içeriği daha ilgi çekici kılın. Jetpack Video ile medya oynatıcınızı özelleştirebilir ve ziyaretçilerinize yüksek hızlı, reklamsız ve markasız videolar sunabilirsiniz. Videolarınızı WordPress.com sunucularımızda barındırıyor ve barındırma paketinizden alan eksiltmiyoruz!"],"Video":["Video"],"Carousel color scheme":["Carousel renk düzeni"],"Exif data shows viewers additional technical details of a photo, like its focal length, aperture, and ISO.":["Exif verileri, izleyicilere bir fotoğrafın odak uzaklığı, diyafram açıklığı ve ISO değeri gibi ek teknik ayrıntılarını gösterir."],"Show photo Exif metadata in carousel (when available)":["Mevcut olduğunda fotoğraf Exif meta verilerini Carousel'de gösterin."],"Display images in a full-screen carousel gallery":["Resimleri tam ekran bir Carousel galerisinde görüntüleyin"],"Create full-screen carousel slideshows for the images in your posts and pages. Carousel galleries are mobile-friendly and encourage site visitors to interact with your photos.":["Gönderilerinizdeki ve sayfalarınızdaki resimler için tam ekran Carousel slayt gösterileri oluşturun. Carousel galerileri mobil desteklidir ve sitenizin ziyaretçilerini fotoğraflarınızla etkileşimde bulunmaları için teşvik eder."],"Portfolios shortcode: [portfolio]":["Portföy kısa kodu: [portföy]"],"Use <portfolioLink>portfolios<\/portfolioLink> on your site to showcase your best work. If your theme doesn’t support Jetpack Portfolios, you can still use a simple shortcode to display them on your site.":["En iyi çalışmanızı sergilemek için sitenizdeki <portfolioLink>portföyleri<\/portfolioLink> kullanın. Temanız Jetpack Portföyleri’ni desteklemiyorsa, sitenizde görüntülemek için basit bir kısa kod kullanabilirsiniz."],"Testimonials shortcode: [testimonials]":["Görüşler kısa kodu: [görüşler]"],"Add <testimonialLink>testimonials<\/testimonialLink> to your website to attract new customers. If your theme doesn’t support Jetpack Testimonials, you can still use a simple shortcode to display them on your site.":["Yeni müşteriler çekmek için web sitenize <testimonialLink>görüşleri<\/testimonialLink> ekleyin. Temanız Jetpack Görüşleri’ni desteklemiyorsa, sitenizde görüntülemek için basit bir kısa kod kullanabilirsiniz."],"Search engines can’t access your site at the moment. If you’d like to make your site accessible, check your <a>Reading settings<\/a> and switch \"Search Engine Visibility\" on.":["Arama motorları şu anda sitenize erişemiyor. Sitenizi erişilebilir hale getirmek istiyorsanız <a>Okuma ayarlarınızı<\/a> kontrol edin ve \"Arama Motoru Görünürlüğü\" nü açın."],"Good news: Jetpack is sending your sitemap automatically to all major search engines for indexing.":["İyi haber: Jetpack site haritanızı otomatik olarak tüm büyük arama motorlarına dizine eklenmesi için gönderiyor."],"Sitemaps are files that search engines like Google or Bing use to index your website. They can help improve your ranking in search results. When you enable this feature, Jetpack will create sitemaps for you and update them automatically when the content on your site changes.":["Site haritaları, Google veya Bing gibi arama motorlarının web sitenizi dizine eklemek için kullandığı dosyalardır. Arama sonuçlarındaki sıralamanızı yükseltmenize yardımcı olabilirler. Bu özelliği etkinleştirdiğinizde, Jetpack sizin için site haritaları oluşturur ve sitenizdeki içerik değiştiğinde bunları otomatik olarak günceller."],"Configure related posts in the Customizer":["Özelleştirici’deki ilgili gönderileri yapılandırın"],"Show a thumbnail image where available":["Mevcut olduğunda küçük resim göster"],"Highlight related content with a heading":["İlgili içeriği bir başlık ile vurgulayın"],"View security scan details":["Güvenlik taraması ayrıntılarını görüntüleyin"],"For more information on how specific Jetpack features use data and track activity, please refer to our <privacyCenterLink>Privacy Center<\/privacyCenterLink>.":["Belirli Jetpack özelliklerinin verileri nasıl kullandığı ve etkinliği nasıl izlediği ile ilgili daha fazla bilgi için lütfen <privacyCenterLink>Gizlilik Merkezimize<\/privacyCenterLink> bakın."],"We use other tracking tools, including some from third parties. <cookiePolicyLink>Read about these<\/cookiePolicyLink> and how to control them.":["Bazı üçüncü taraflar da dahil olmak üzere diğer izleme araçlarını kullanırız. <cookiePolicyLink>Bunlar hakkında<\/cookiePolicyLink> ve bunların nasıl kontrol edileceği ile ilgili bilgi edinin."],"This information helps us improve our products, make marketing to you more relevant, personalize your WordPress.com experience, and more as detailed in our <pp>privacy policy<\/pp>.":["Bu bilgiler ürünlerimizi geliştirmemize, pazarlamayı size daha alakalı hale getirmemize, WordPress.com deneyiminizi kişiselleştirmemize ve <pp>gizlilik politikamızda<\/pp> ayrıntılı olarak açıklanan daha pek çok şeyi yapabilmemize yardımcı olur."],"Share information with our analytics tool about your use of services while logged in to your WordPress.com account. <cookiePolicyLink>Learn more<\/cookiePolicyLink>.":["WordPress.com hesabınızda oturumunuz açıkken hizmetleri kullanımınızla ilgili analiz aracımızla bilgi paylaşın. <cookiePolicyLink>Daha fazla bilgi edinin<\/cookiePolicyLink>."],"This feature is being managed by a site administrator. <link>Learn more<\/link>.":["Bu özellik bir site yöneticisi tarafından yönetiliyor. <link>Daha fazla bilgi edinin<\/link>."],"This feature has been disabled by a site administrator. <link>Learn more<\/link>.":["Bu özellik bir site yöneticisi tarafından devre dışı bırakıldı. <link>Daha fazla bilgi edinin<\/link>."],"This feature has been enabled by a site administrator. <link>Learn more<\/link>.":["Bu özellik bir site yöneticisi tarafından devre dışı bırakıldı. <link>Daha fazla bilgi edinin<\/link>."],"We are committed to your privacy and security.":["Gizliliğiniz ve güvenliğiniz bizim için önemlidir."],"Settings header\u0004Privacy Settings":["Gizlilik Ayarları"],"Search term.\u0004terms of service":["hizmet koşulları"],"Search term.\u0004tos":["hk"],"Search term.\u0004gdpr":["gdpr"],"Search term.\u0004data":["veri"],"Search term.\u0004tracks":["izlemeler"],"Search term.\u0004privacy":["gizlilik"],"Loads the next posts automatically when the reader approaches the bottom of the page.":["Okuyucu sayfanın alt kısmına ulaştığında sonraki gönderiyi otomatik olarak yükler."],"Allows you to publish new posts by sending an email to a special address.":["Özel bir adrese e-posta göndererek yeni gönderiler yayınlayabilmenizi sağlar."],"Adds a toolbar with links to all your sites, notifications, your WordPress.com profile, and the Reader.":["Tüm siteleriniz, bildirimleriniz, WordPress.com profiliniz ve Okuyucu bağlantılarını içeren bir araç çubuğu ekler."],"This feature has been disabled by a site administrator.":["Bu özellik bir site yöneticisi tarafından devre dışı bırakıldı."],"Provides the necessary hidden tags needed to verify your WordPress site with various services.":["WordPress sitenizi çeşitli hizmetlerle doğrulamak için gerekli gizli etiketleri sunar."],"Displays information on your site activity, including visitors and popular posts or pages.":["Sitenizde ziyaretçiler, popüler gönderiler veya sayfalar gibi etkinlikler hakkında bilgi görüntüler."],"Allows you to optimize your site and its content for better results in search engines.":["Sitenizi ve içeriklerini arama motorlarında daha iyi sonuçlar almak için iyileştirebilmenizi sağlar."],"Integrates your WordPress site with Google Analytics, a platform that offers insights into your traffic, visitors, and conversions.":["WordPress sitenizi trafik, ziyaretçiler ve dönüştürme işlemleriyle ilgili bilgi sunan bir platform olan Google Analytics ile tümleştirir."],"You can place additional ads using the Ad widget. <link>Try it out!<\/link>":["Reklam bileşenini kullanarak ek reklamlar yerleştirebilirsiniz. <link>Deneyin!<\/link>"],"Displays high-quality ads on your site that allow you to earn income.":["Sitenizde, kazanç elde etmenizi sağlayan yüksek kaliteli reklamlar görüntüler."],"Allows you to automatically share your newest content on social media sites, including Facebook and Twitter.":["Facebook ve Twitter dâhil sosyal medya sitelerinde en yeni içerikleri otomatik olarak paylaşabilmenizi sağlar."],"Adds like buttons to your content so that visitors can show their appreciation or enjoyment.":["Ziyaretçilerinizin teşekkürlerini veya beğenilerini ifade edebilmeleri için içeriklerinize beğeni düğmeleri ekler."],"Allows registered users to log in to your site with their WordPress.com accounts.":["Kayıtlı kullanıcıların kendi WordPress.com hesaplarıyla sitenizde oturum açabilmesini sağlar."],"Configure your notification settings":["Bildirim ayarlarınızı yapılandırın"],"Settings header\u0004Downtime monitoring":["Kullanım dışı kalma izleme"],"Backs up your site to the global WordPress.com servers, allowing you to restore your content in the event of an emergency or error.":["Sitenizi küresel WordPress.com sunucularında yedekleyerek acil durumla karşılaşıldığında veya hata alındığında içeriklerinizi geri yükleyebilmenizi sağlar."],"Removes spam from comments and contact forms.":["Yorum ve iletişim formlarından istenmeyen içerikleri kaldırır."],"Add Search (Jetpack) Widget":["Arama (Jetpack) Bileşeni Ekle"],"Jetpack Search is powering search on your site.":["Jetpack Search, sitenizdeki arama özelliğini güçlendirir."],"Your site’s files are regularly scanned for unauthorized or suspicious modifications that could compromise your security and data.":["Sitenizin dosyaları güvenliğinizi ve verilerinizi tehlikeye düşürebilecek yetkisiz veya şüpheli değiştirmelere karşı düzenli olarak taranır."],"Protects your site from traditional and distributed brute force login attacks.":["Sitenizi sıradan ve dağıtılmış deneme yanılma saldırılarına karşı korur."],"Jetpack will optimize your images and serve them from the server location nearest to your visitors. Using our global content delivery network will boost the loading speed of your site.":["Jetpack resimlerinizi optimize eder ve bunları ziyaretçilerinize en yakın sunucu konumundan sunar. Global içerik sağlama ağımızı kullanmak sitenizin yüklenme hızını artıracak."],"Jetpack Backups allow you to easily restore or download a backup from a specific moment.":["Jetpack Backup belirli bir andaki yedeklemeyi kolayca geri yüklemenizi veya indirmenizi sağlar."],"Moderate comments":["Yorumları yönetin"],"Allows readers to subscribe to your posts or comments, and receive notifications of new content by email.":["Okuyucuların gönderilerinize veya yorumlarınıza abone olabilmelerini ve yeni içerikler hakkında e-postayla bildirim almalarını sağlar."],"Replaces the standard WordPress comment form with a new comment system that includes social media login options.":["Standart WordPress yorumlarını, sosyal medyada oturum açma seçenekleri içeren yeni bir yorum sistemiyle değiştirir."],"Error updating privacy settings. %s":["Gizlilik ayarları güncellenirken hata oluştu. %s"],"Updated privacy settings.":["Gizlilik ayarları güncellendi."],"Updating privacy settings…":["Gizlilik ayarları güncelleniyor…"],"Add Jetpack Search Widget":["Jetpack Search Bileşeni Ekle"],"Full security suite, marketing and revenue automation tools, unlimited video hosting, unlimited themes, and priority support.":["Tam güvenlik paketi, pazarlama ve gelir otomasyon araçları, sınırsız video barındırma, sınırsız temalar ve öncelikli destek."],"Full security suite, marketing and revenue automation tools, unlimited video hosting, and priority support.":["Tam güvenlik paketi, pazarlama ve gelir otomasyon araçları, sınırsız video barındırma ve öncelikli destek."],"Daily backups, spam filtering, and priority support.":["Günlük yedeklemeler, istenmeyen e-posta filtreleme ve öncelikli destek."],"Always-on security":["Her zaman etkin güvenlik"],"Design the perfect website":["Mükemmel web sitesini tasarlayın"],"Set up Jetpack":["Jetpack'i Kur"],"Real-time backup of all your site data with unlimited space, one-click restores, and automated security scanning.":["Sınırsız alan, tek tıkla geri yükleme, otomatik güvenlik taramaları ile sitenizdeki verilerin tamamı gerçek zamanlı olarak yedeklenir."],"Jetpack Search":["Jetpack Search"],"Daily backup of all your site data with unlimited space and one-click restores":["Sınırsız alan ve tek tıkla geri yükleme olanağı ile sitenizin tamamı günlük olarak yedeklenir."],"Real-time backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Sınırsız alan, tek tıkla geri yükleme, otomatik güvenlik taramaları ve öncelikli destek ile sitenizdeki verilerin tamamı gerçek zamanlı olarak yedeklenir."],"View your security activity":["Güvenlik etkinliğinizi görüntüleyin"]," (powered by VaultPress).":[" (VaultPress tarafından desteklenir)."],"Jetpack version":["Jetpack versiyonu"],"Jetpack version %s":["Jetpack sürümü %s"],"Activity":["Etkinlik"],"Monetize your site with ads":["Reklamlarla sitenizden para kazanın"],"By clicking the button below, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Aşağıdaki düğmeyi tıklayarak,  <tosLink>Hizmet Şartlarımızı<\/tosLink> ve WordPress.com ile <shareDetailsLink>ayrıntıları paylaşmayı<\/shareDetailsLink> kabul etmiş olursunuz."],"Jetpack Stats People":["Jetpack Kişi İstatistikleri"],"Hello there! Your stats have been activated.":["Merhaba! İstatistikleriniz etkinleştirildi."],"Just give us a little time to collect data so we can display it for you here.":["Verilerinizi görüntüleyebilmek için topluyoruz, lütfen kısa bir süre bekleyin."],"Okay, got it!":["Tamam, anladım!"],"Display ads below posts on":["Şuradaki gönderilerin altında reklam görüntüle:"],"Archives":["Arşivler"],"Additional ad placements":["Ek reklam yerleştirmeleri"],"Top of each page":["Her sayfanın başı"],"Second ad below post":["Gönderilerin altında ikinci reklam"],"Activate Publicize":["Duyuru’yu Etkinleştirme"],"Get WordPress Apps for every device":["Her cihaz için WordPress Uygulamalarını edinin."],"Manage all your sites from a single dashboard: publish content, track stats, moderate comments, and so much more from anywhere in the world.":["Tüm sitelerinizi tek bir panodan yönetin: Dünyanın her yerinden içerik yayımlayın, istatistikleri izleyin, yorumları yönetin ve çok daha fazlasını yapın."],"Create address":["Adres oluştur"],"Pages":["Sayfalar"],"Access the full list of Jetpack modules available on your site.":["Sitenizde bulunan eksiksiz Jetpack modül listesine erişin."],"We're here to help":["Size yardım etmek için buradayız"],"Your paid plan gives you access to prioritized Jetpack support.":["Ücretli paketiniz size, öncelik verilmiş Jetpack destek erişimi sağlıyor."],"Ask a question":["Soru sorun"],"Search our support site":["Destek sitemizde arama yapın"],"Get a faster resolution to your support questions.":["Destek ile ilgili sorularınıza daha hızlı çözüm alın."],"A caption for a button to upgrade an existing paid feature to a higher tier.\u0004Upgrade":["Yükselt"],"Generate income with high-quality ads.":["Yüksek kaliteli reklamlarla gelir elde edin."],"Button caption\u0004Saving…":["Kaydediliyor…"],"Button caption\u0004Save settings":["Ayarları kaydet"],"This site is not connected to WordPress.com. Please ask the site administrator to connect.":["Bu site WordPress.com'a bağlı değil. Lütfen bağlaması için site yöneticisine bildirin."],"Navigation item.\u0004Dev Tools":["Geliştirme araçları"],"An Automattic Airline":["Bir Automattic Hava Yolu"],"Short warning message\u0004Updates needed":["Güncellemelerin yapılması gerekiyor"],"Short label appearing near a paid feature configuration block.\u0004Paid":["Ücretli"],"Manage site connection":["Site bağlantısını yönet"],"Connect your account to WordPress.com to view more stats":["Daha fazla istatistik görüntülemek için hesabınızı WordPress.com'a bağlayın"],"Theme enhancements":["Tema güçlendirmeleri"],"Load more posts using the default theme behavior":["Varsayılan tema davranışını kullanarak daha fazla gönderi yükleyin"],"Load more posts in page with a button":["Tek bir düğmeyle sayfaya daha fazla gönderi yükleyin"],"Load more posts as the reader scrolls down":["Okuyucu sayfayı aşağı kaydırırken daha fazla gönderi yükleyin"],"Theme support required.":["Tema desteği gereklidir."],"Learn more about adding support for Infinite Scroll to your theme.":["Temanıza Sınırsız Kaydırma desteği ekleme hakkında daha fazla bilgi edinin."],"Settings header\u0004WordPress.com toolbar":["WordPress.com araç çubuğu"],"Enable the WordPress.com toolbar":["WordPress.com araç çubuğunu etkinleştirin"],"Writing tools available to you will be shown here when an administrator enables them.":["Yönetici etkinleştirdiğinde kullanabileceğiniz yazma araçları burada gösterilecektir."],"Portfolios":["Portföyler"],"Settings header\u0004Composing":["Derleniyor"],"Note that <b>verifying your site with these services is not necessary<\/b> in order for your site to be indexed by search engines. To use these advanced search engine tools and verify your site with a service, paste the HTML Tag code below. Read the <support>full instructions<\/support> if you are having trouble. Supported verification services: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest>, and <yandex>Yandex.Webmaster<\/yandex>.":["Sitenizin arama motorları tarafından dizine eklenebilmesi için <b>sitenizi bu hizmetlerle doğrulamanın gerekli olmadığını<\/b> unutmayın. Bu gelişmiş arama motoru araçlarını kullanmak ve sitenizi bir hizmetle doğrulamak için aşağıdaki HTML Etiket kodunu yapıştırın. Sorun yaşıyorsanız <support>tüm talimatları<\/support> okuyun. Desteklenen doğrulama hizmetleri: <google>Google Search Console<\/google>, <bing>Bing Webmaster Center<\/bing>, <pinterest>Pinterest Site Verification<\/pinterest> ve <yandex>Yandex.Webmaster<\/yandex>."],"Bing":["Bing"],"Yandex":["Yandex"],"Generate XML sitemaps":["XML site haritalarını oluştur"],"Settings header\u0004Site stats":["Site istatistikleri"],"Count logged in page views from":["Oturum açmış şu grubun sayfa görüntülemelerini sayın:"],"Allow stats reports to be viewed by":["Şu grubun istatistik raporlarını görüntülemesine izin verin:"],"Settings header\u0004Search engine optimization":["Arama motoru optimizasyonu"],"A header for a preview area in the configuration screen.\u0004Preview":["Ön izleme"],"Settings header\u0004Google Analytics":["Google Analytics"],"Configure your Google Analytics settings":["Google Analytics ayarlarınızı yapılandırın"],"Ads header\u0004Ads":["Reklamlar"],"Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.":["Reklamları ana sayfanızdaki ilk makalede veya her sayfa ve gönderinin sonunda görüntüleyin. Gelirlerinizi artırmak için ek reklamları sitenizin üst kısmına veya herhangi bir bileşen alanına yerleştirin."],"Enable ads and display an ad below each post":["Reklamları etkinleştirin ve her yazı altında bir reklam görüntüleyin"],"No search results found for %s":["Şunun için hiçbir sonuç bulunamadı: %s"],"Enter a search term to find settings or close search.":["Ayarları bulmak için bir arama terimi girin veya aramayı kapatın."],"Match accounts using email addresses":["E-posta adreslerini kullanarak hesapları eşleştir"],"Require accounts to use WordPress.com Two-Step Authentication":["Hesapların WordPress.com iki adımlı kimlik doğrulama kullanmasını zorunlu tut"],"Settings header\u0004Brute force attack protection":["Deneme yanılma saldırılarına karşı koruma"],"You may mark an IP address (or series of addresses) as \"Always allowed\", preventing them from ever being blocked by Jetpack. IPv4 and IPv6 are acceptable. To specify a range, enter the low value and high value separated by a dash. Example: 12.12.12.1-12.12.12.100":["Bir IP adresini veya bir adres dizisini \"Her zaman izin ver\" olarak işaretleyebilir, böylece Jetpack tarafından engellenmelerini önleyebilirsiniz. IPv4 ve IPv6 kabul edilebilir niteliktedir. Bir aralık belirtmek için aralarına tire ekleyerek düşük ve yüksek değerleri girin. Örnek: 12.12.12.1-12.12.12.100"],"You have paid for backups but they're not yet active.":["Yedeklemeler için ödeme yaptınız ancak henüz etkin değiller."],"You have paid for backups and security scanning but they’re not yet active.":["Yedekleme ve güvenlik taraması için ödeme yaptınız ancak henüz etkin değiller."],"Click \"Set Up\" to finish installation.":["Yüklemeyi tamamlamak için \"Ayarla\" düğmesine tıklayın."],"Checking site status…":["Site durumu kontrol ediliyor…"],"Settings header\u0004Backups and security scanning":["Yedeklemeler ve güvenlik taraması"],"Checking your spam protection…":["İstenmeyen içerik korumanız kontrol ediliyor..."],"Fetching key…":["Anahtar alınıyor…"],"Your site needs an Anti-spam key.":["Siteniz için bir Antispam anahtarı gerekiyor."],"Your site is not protected from spam.":["Siteniz istenmeyen içeriğe karşı korunmuyor."],"Your site is protected from spam.":["Siteniz istenmeyen içeriğe karşı korunuyor."],"Checking key…":["Anahtar kontrol ediliyor…"],"Your API key":["API anahtarınız"],"If you don't already have an API key, then <a>get your API key here<\/a>, and you'll be guided through the process of getting one.":["Henüz bir API anahtarınız yoksa <a>API anahtarınızı buradan alın<\/a>, anahtar alma işleminde adım adım yol gösterilir."],"Configure your sharing buttons":["Paylaşım düğmelerinizi yapılandırın"],"Settings header\u0004Sharing buttons":["Paylaşım düğmeleri"],"Connect your social media accounts":["Sosyal medya hesaplarınızı bağlayın"],"Settings header\u0004Publicize connections":["Bağlantıları duyurun"],"Automatically share your posts to social networks":["YAzılarınızı otomatik olarak sosyal ağlarda paylaşın"],"Settings header\u0004Like buttons":["Beğenme düğmeleri"],"A caption for a small button to fix security issues.\u0004Threats":["Tehditler"],"A caption for a small button to fix security issues.\u0004See threats":["Tehditleri gör"],"Short message informing user that the site is secure.\u0004Secure":["Güvenli"],"Caption for a button to set up a feature.\u0004Set up":["Ayarla"],"View your Email Followers":["E-posta Takipçilerinizi görüntüleyin"],"Color scheme":["Renk düzeni"],"Enable Markdown use for comments.":["Yorumlar için Markdown’ı etkinleştirin."],"Connections":["Bağlantılar"],"Your site is in Offline Mode, so it can not be connected to WordPress.com.":["Siteniz Çevrimdışı Modda olduğundan WordPress.com'a bağlanamaz."],"Your site is connected to WordPress.com.":["Siteniz WordPress.com'a bağlı."],"You are the Jetpack owner.":["Jetpack sahibi sizsiniz."],"Dashboard widget header\u0004Site connection":["Site bağlantısı"],"Dashboard widget header\u0004Account connection":["Hesap bağlantısı"],"Updating settings…":["Ayarlar güncelleniyor…"],"Updated settings.":["Ayarlar güncellendi."],"Updating Post by Email address…":["Gönderi E-posta adresi ile güncelleniyor..."],"Regenerated Post by Email address.":["E-posta adresi ile yazı yeniden oluşturuldu."],"Error regenerating Post by Email address. %s":["E-posta adresi ile Gönderi yeniden oluşturulurken hata oluştu. %s"],"Updated settings. Refreshing page…":["Ayarlar güncellendi. Sayfa yenileniyor…"],"Navigation item.\u0004Settings":["Ayarlar"],"Navigation item.\u0004Discussion":["Tartışma"],"Navigation item.\u0004Traffic":["Trafik"],"Navigation item.\u0004Sharing":["Paylaşma"],"Google Analytics is a free service that complements our <a>built-in stats<\/a> with different insights into your traffic. WordPress.com stats and Google Analytics use different methods to identify and track activity on your site, so they will normally show slightly different totals for your visits, views, etc.":["Google Analytics,  <a>yerleşik istatistiklerimizi<\/a> trafiğinizle ilgili farklı bilgilerle tamamlayan ücretsiz bir hizmettir. WordPress.com istatistikleri ve Google Analytics, sitenizdeki etkinlikleri tanımlamak ve izlemek için farklı yöntemler kullanır. Bu nedenle, normal olarak toplam ziyaret, görüntüleme vb. sayılarını biraz farklı şekilde gösterir."],"Google Analytics":["Google Analytics"],"Configure Google Analytics":["Google Analytics Ayarları"],"Activate Google Analytics":["Google Analytics Etkinleştir"],"Download the free apps":["Ücretsiz uygulamaları indir"],"Your server is misconfigured, which means that Jetpack Protect is unable to effectively protect your site.":["Sunucunuz yanlış yapılandırılmış, bu nedenle Jetpack Protect sitenizi etkin bir şekilde koruyamıyor."],"Video Hosting":["Video Barındırma"],"View your earnings":["Kazancınızı görüntüleyin"],"By activating ads, you agree to the Automattic Ads <link>Terms of Service<\/link>.":["Reklamları etkinleştirerek, Otomatik Reklamlar <link>Hizmet Şartlarını<\/link> kabul edersiniz."],"Site Security":["Site Güvenliği"],"You are running Jetpack on a staging server.":["Jetpack’i prova sunucusu üzerinde çalıştırıyorsunuz."],"More Info":["Daha Fazla Bilgi"],"Daily backup of all your site data with unlimited space, one-click restores, automated security scanning, and priority support":["Sınırsız alan, tek tıkla geri yükleme, otomatik güvenlik taramaları ve tek tıkla tehdit çözümleme ile sitenizdeki verilerin tamamı gerçek zamanlı olarak yedeklenir."],"This will reset all Jetpack options, are you sure?":["Bunu yaptığınızda tüm Jetpack seçenekleri sıfırlanacak; emin misiniz?"],"<button>View more stats on WordPress.com<\/button>":["<button>WordPress.com'da daha fazla istatistik görüntüleyin<\/button>"],"There are unsaved settings in this tab that will be lost if you leave it. Proceed?":["Bu sekmede kaydedilmemiş ayarlar var ve ayrılmanız durumunda bu ayarlar kaybolacak. Devam etmek istiyor musunuz?"],"Dashboard":["Pano"],"Navigation item.\u0004At a Glance":["Bir Bakışta"],"Search for a Jetpack feature.":["Jetpack özelliği arayın."],"Configure your Security Scans":["Güvenlik Taramalarınızı Yapılandırın"],"Big iPhone\/iPad Update Now Available":["Büyük iPhone\/iPad Güncellemesi İndirilmeye Hazır"],"The WordPress for Android App Gets a Big Facelift":["Android için WordPress Uygulaması Büyük Bir Görsel Gelişim Yaşadı"],"Upgrade Focus: VideoPress For Weddings":["Yükseltme Odağı: Düğünler İçin VideoPress"],"A few catchy words to motivate your visitors to comment.":["Akılda kalıcı birkaç sözcükle ziyaretçilerinizi yorum yapmaya teşvik edin."],"verb\u0004Copy":["Kopyala"],"Copied!":["Kopyalandı!"],"Highlight and copy the following text to your clipboard:":["Aşağıdaki metni vurgulayıp panonuza kopyalayın:"],"Regenerate address":["Adresi yeniden oluşturun"],"Cheatin' uh?":["Hile mi yapıyorsunuz?"],"<p>Would you mind telling us why you did not complete the Jetpack connection in this <a>2 question survey<\/a>?<\/p><p>A Jetpack connection is required for our free security and traffic features to work.<\/p>":["<p>Jetpack bağlantısını neden tamamlamadığınızı bu <a>2 sorulu ankette<\/a> bize söyler misiniz?<\/p><p>Ücretsiz güvenlik ve trafik özelliklerimizin çalışması için bir Jetpack bağlantısı gerekir.<\/p>"],"Your Jetpack is already connected.":["Jetpack'iniz zaten bağlı."],"You're fueled up and ready to go, Jetpack is now active.":["Her şey tamam, harekete hazırsınız. Jetpack artık etkin."],"You're fueled up and ready to go.":["Her şey tamam, harekete hazırsınız."],"You are currently running a development version of Jetpack.":["Şu anda Jetpack’in geliştirme sürümünü çalıştırıyorsunuz."],"Submit Beta feedback":["Beta geri bildirimi gönder"],"Navigation item.\u0004Reset Options (dev only)":["Sıfırlama seçenekleri (yalnızca geliştirme sürümleri için)"],"Navigation item. Noun. Links to a debugger tool for Jetpack.\u0004Debug":["Hata ayıklama"],"WordPress.com Terms of Service":["WordPress.com Hizmet Koşulları"],"Shorthand for Terms of Service.\u0004Terms":["Koşullar"],"Automattic's Privacy Policy":["Automattic'in Gizlilik İlkesi"],"Shorthand for Privacy Policy.\u0004Privacy":["Gizlilik"],"Saving…":["Kaydediliyor…"],"Save Settings":["Ayarları Kaydet"],"Unlink me from WordPress.com":["WordPress.com bağlantımı kaldır"],"Link to WordPress.com":["WordPress.com'a bağlan"],"Click to view detailed stats.":["Ayrıntılı istatistikleri görüntülemek için tıklayın."],"Something happened while loading stats. Please try again later or <a>view your stats now on WordPress.com<\/a>":["İstatistikler yüklenirken bir sorun yaşandı. Lütfen daha sonra tekrar deneyin veya <a>WordPress.com'da istatistiklerinizi hemen görüntüleyin<\/a>"],"Jetpack Stats Icon":["Jetpack İstatistikleri Simgesi"],"<a>Activate Site Stats<\/a> to see detailed stats, likes, followers, subscribers, and more! <a1>Learn More<\/a1>":["Ayrıntılı istatistikleri, beğenileri, takipçileri, aboneleri ve daha fazlasını görmek için <a>Site İstatistiklerini Etkinleştirin<\/a>. <a1>Daha Fazla Bilgi Edinin<\/a1>"],"Activate Site Stats":["Site İstatistiklerini Etkinleştir"],"Days":["Gün"],"Weeks":["Hafta"],"Months":["Ay"],"Site Backups":["Site Yedeklemeleri"],"Upgrade":["Yükselt"],"ACTIVE":["ETKİN"],"View your spam stats":["İstenmeyen posta istatistiklerinizi görüntüleyin"],"View your security dashboard":["Güvenlik panonuzu görüntüleyin"],"The site is in Offline Mode, so you can not connect to WordPress.com.":["Site Çevrimdışı Modda olduğundan WordPress.com'a bağlanamazsınız."],"Link your account to WordPress.com to get the most out of Jetpack.":["Jetpack’ten maksimum verim alabilmek için hesabınızı WordPress.com’a bağlayın."],"No threats found, you're good to go!":["Tehdit bulunmadı, çekinmeden devam edin!"],"Jetpack is actively blocking malicious login attempts. Data will display here soon!":["Jetpack etkin olarak kötü amaçlı oturum açma denemelerini engelliyor. Yakında burada veriler görüntülenecek!"],"Total malicious attacks blocked on your site.":["Kötü amaçlı saldırı sitenizde engellendi."],"<a>Activate Protect<\/a> to keep your site protected from malicious sign in attempts.":["Sitenizi kötü amaçlı oturum açma denemelerinden korumak için <a>Korumayı Etkinleştirin<\/a>."],"Downtime monitor":["Kullanım dışı kalma izleme"],"Jetpack is monitoring your site. If we think your site is down, you will receive an email.":["Jetpack sitenizi izliyor. Sitenizin kullanım dışı olduğunu düşünürsek bir e-posta alırsınız."],"<a>Activate Monitor<\/a> to receive email notifications if your site goes down.":["Siteniz devre dışı kalırsa e-posta bildirimleri almak için <a>Monitörü Etkinleştirin<\/a>."],"Security":["Güvenlik"],"Performance":["Performans"],"Backup":["Yedekleme"],"To automatically back up your entire site, please <a>install and activate<\/a> VaultPress.":["Tüm sitenizi otomatik olarak yedeklemek için lütfen VaultPress'i <a>yükleyin ve etkinleştirin<\/a>."],"Loading…":["Yükleniyor…"],"Example: \"412 Spam comments blocked\"\u0004Spam comments blocked.":["İstenmeyen yorumlar engellendi."],"Resetting Jetpack options…":["Jetpack seçenekleri sıfırlanıyor…"],"Options reset.":["Seçenekler sıfırlandı."],"Options failed to reset.":["Seçenekler sıfırlanamadı."],"There was an error reconnecting Jetpack. Error: %s":["Jetpack'e bağlanırken bir hata oluştu. Hata: %s"],"Unlinking from WordPress.com":["WordPress.com bağlantısı kaldırılıyor"],"Unlinked from WordPress.com.":["WordPress.com bağlantısı kaldırıldı."],"Error unlinking from WordPress.com. Error: %s":["WordPress.com bağlantısı kaldırılırken hata oluştu. Hata: %s"],"Navigation item.\u0004At A Glance":["Bir Bakışta"],"Navigation item.\u0004Plans":["Paketler"],"Navigation item.\u0004Security":["Güvenlik"],"Navigation item.\u0004Writing":["Yazma"],"There was an issue connecting your Jetpack. Please click \"Connect to WordPress.com\" again.":["Jetpack'inize bağlanırken bir sorun oluştu. Lütfen \"WordPress.com'a bağlan\" seçeneğine yeniden tıklayın."],"We had an issue connecting Jetpack; deactivate then reactivate the Jetpack plugin, then connect again.":["Jetpack'e bağlanırken bir sorun yaşadık. Jetpack eklentisini devre dışı bırakıp yeniden etkinleştirin, ardından tekrar bağlanın."],"You need to stay logged in to your WordPress blog while you authorize Jetpack.":["Jetpack'i yetkilendirirken WordPress blogunuzda oturum açmış olmanız gerekir."],"<s>Your Jetpack has a glitch.<\/s> We’re sorry for the inconvenience. Please try again later, if the issue continues please contact support with this message: %s":["<s>Jetpack'inizde bir hata var.<\/s> Bu rahatsızlıktan dolayı özür dileriz. Lütfen daha sonra tekrar deneyin, sorun devam ederse lütfen şu mesajla destek bölümüyle iletişime geçin: %s"],"Disconnecting Jetpack":["Jetpack Bağlantısı Kesiliyor"],"Learn more":["Daha Fazla Bilgi"],"Posts":["Yazılar"],"Front page":["Ön sayfa"],"Upload videos":["Video yükle"],"Pinterest":["Pinterest"],"Google":["Google"],"Show related content after posts":["Yazılardan sonra ilgili içeriği göster"],"Related":["İlgili"],"Disconnect":["Bağlantıyı kes"],"Save":["Kaydet"],"Your current IP: %s":["Geçerli IP adresiniz: %s"],"Media":["Ortam"],"Related Posts":["Alakalı Yazılar"],"LaTeX is a powerful markup language for writing complex mathematical equations and formulas.":["LaTeX, karmaşık matematik denklemleri ve formüller yazmaya yönelik güçlü bir biçimlendirme dilidir."],"Site Stats":["Site İstatistikleri"],"Sharing":["Paylaşma"],"Testimonials":["Görüşler"],"Cancel":["Vazgeç"],"Comments":["Yorumlar"],"Reconnect Jetpack":["Jetpack'i yeniden bağlayın"],"Jetpack could not contact WordPress.com: %s. This usually means something is incorrectly configured on your web host.":["Jetpack, WordPress.com ile iletişim kuramadı: %s. Bu genellikle, web sunucunuzda bir şeylerin yanlış yapılandırıldığı anlamına gelir."],"WordPress.com is currently having problems and is unable to fuel up your Jetpack. Please try again later.":["WordPress.com şu anda sorun yaşıyor ve Jetpack'inizi destekleyemiyor. Lütfen daha sonra tekrar deneyin."],"<s>Your Jetpack has a glitch.<\/s> Connecting this site with WordPress.com is not possible. This usually means your site is not publicly accessible (localhost).":["<s> Jetpack'inizde bir aksaklık var.<\/s> Bu site WordPress.com'a bağlanamaz. Bu genellikle, sitenizin herkesin erişimine açık olmadığı anlamına gelir (localhost)."],"Your website needs to be publicly accessible to use Jetpack: %s":["Jetpack'i kullanmak için web sitenize herkesin erişebilmesi gerekir: %s"],"Edit":["Düzenle"],"Connected":["Bağlanıldı"],"Activate":["Etkinleştir"],"%s has been activated.":["%s etkinleştirildi."],"Active":["Etkin"],"Search":["Ara"],"Settings":["Ayarlar"],"Learn More":["Daha Fazla Bilgi"],"Disconnect Jetpack":["Jetpack Bağlantısını Kes"]}},"comment":{"reference":"_inc\/build\/admin.js"}}