{"translation-revision-date":"2021-05-05 05:20:11+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Allow shoppers to sign up for a user account during checkout":["Pozwalaj kupującym na rejestrację kont użytkownika podczas składania zamówienia"],"Account options":["Ustawienia konta"],"Inputs styled specifically for use on dark background colors.":["Pola z wyglądem dobranym specjalnie do wyświetlania na ciemnych kolorach tła."],"Dark mode inputs":["Tryb nocny pól"],"Style":["Styl"],"Allow shoppers to optionally add order notes":["Pozwalaj kupującym na dodawanie opcjonalnej notatki do zamówienia"],"Reduce the number of fields to checkout.":["Zmniejsz liczbę pól formularza zamówienia."],"Error message:":["Treść błędu:"],"There was an error whilst rendering the checkout block. If this problem continues, try re-creating the block.":["Wystąpił błąd podczas wyświetlania bloku formularza zamówienia. Jeśli problem będzie nadal występował, spróbuj utworzyć blok ponownie."],"Checkout Block Error":["Błąd bloku zamówienia"],"WooCommerce Cart Page":["Strona koszyka WooCommerce"],"Return to Cart button":["Przycisk \"Wróć do koszyka\""],"Show a \"Return to Cart\" link":["Pokazuj odnośnik \"Wróć do koszyka\""],"Pages must be first setup in store settings: <a1>Privacy policy<\/a1>, <a2>Terms and conditions<\/a2>.":["Strony, które muszą najpierw zostać skonfigurowane w ustawieniach sklepu: <a1>Polityka prywatności<\/a1>, <a2>Regulamin<\/a2>."],"Shows links to your \"terms and conditions\" and \"privacy policy\" pages.":["Pokazuje odnośniki do stron \"regulamin\" oraz \"polityka prywatności\"."],"Show links to policies":["Pokazuj odnośniki do polityk"],"Navigation options":["Opcje nawigacji"],"Require phone number?":["Wymagać numer telefonu?"],"Require company name?":["Wymagać nazwy firmy?"],"Include additional address fields in the checkout form.":["Umieść dodatkowe pola adresowe w formularzu zamówienia."],"Address options":["Opcje adresu"],"If you would like to use this block as your default checkout you must update your <a>page settings in WooCommerce<\/a>.":["Jeśli chcesz używać tego bloku jako domyślnego przy płatności, musisz zmienić <a>ustawienia strony WooCommerce<\/a>. "],"Apartment, suite, etc.":["Nr mieszkania, lokalu, itp."],"Phone":["Telefon"],"Company":["Firma"],"Order notes":["Uwagi do zamówienia"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/checkout\/edit.js"}}